<?xml version="1.0" encoding="utf-8"?>
<!-- generator="Joomla! 1.5 - Open Source Content Management" -->
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
	<channel>
		<title>Истории про Баха</title>
		<description>Сольфеджио. Теория музыки. Анализ. Гармония (решебники)</description>
		<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=category&amp;id=92&amp;layout=blog&amp;Itemid=604</link>
		<lastBuildDate>Fri, 05 May 2017 10:40:53 +0000</lastBuildDate>
		<generator>Joomla! 1.5 - Open Source Content Management</generator>
		<language>ru-ru</language>
		<item>
			<title>История про Баха №3</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1509:-3&amp;catid=92:istorii-pro-baha&amp;Itemid=652</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1509:-3&amp;catid=92:istorii-pro-baha&amp;Itemid=652</guid>
			<description><![CDATA[<p>Наш Бах совсем неплохо постарался для своей семьи - у него было двадцать детей! К сожалению, десять из них умерли в раннем детстве - обычное дело для того времени, - но и десять детей - это, в общем, совсем неплохо. Из его сыновей трое с половиной тоже стали известными композиторами (трое - известными, а один полуизвестным).<br /><br />У Баха было две жены (спешим заметить, что не одновременно). Первая, Мария Барбара, приходилась ему двоюродной сестрой (говорили же вам, что он любил свою семью!). Он был с ней очень счастлив, и у них родилось семеро детей. Но однажды, вернувшись домой из долгой поездки (в те времена поездки всегда были долгими, поскольку путешествовать можно было или в карете, запряженной лошадьми, или пешком), он обнаружил, что его жена умерла! Уезжая, Бах оставил ее в добром здравии, а когда вернулся, она уже лежала в могиле. Телефонов тогда не было, а значит, и предупредить его не было возможности. Какое потрясение...<br /><br />Однако через год Бах женился снова, на этот раз уже не на родственнице, а на певице, которую звали Анна Магдалена. Должно быть, он ужасно волновался по поводу этой свадьбы: ведь только на вино для гостей он потратил пятую часть своего годового жалованья. (Попросите кого-нибудь из взрослых подсчитать, сколько это будет сейчас, а потом спросите, согласятся ли они потратить ровно столько на вино для одной вечеринки. Представляю, что они вам ответят...)<br /><br />Анна Магдалена была, по всей видимости, чудесным человеком, и вместе они, должно быть, составляли великолепную - хотя и безумную - пару. Мало того, что Анна Магдалена родила ему 13 детей (представляете?), ей приходилось заботиться еще и о четырех детях Баха от первого брака, а также о разных родственниках, которые поселились у них в доме. Она пела во многих концертах  Баха, училась у него играть на клавесине и, возможно, на органе; она переписывала его новые сочинения (интересно, стирала ли она его парик?). А еще она как-то умудрялась находить время для садоводства: она любила цветы и птиц. Кроме того, у них часто бывали гости - Бах любил давать званые обеды, на которых все его семейство развлекало присутствующих совместным пением и музицированием. В доме Бахов, наверное, было шумно и весело.</p>
<p>Стивен Иссерлис</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Истории про Баха</category>
			<pubDate>Thu, 12 Jan 2012 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>История про Баха №5</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1522:-5&amp;catid=92:istorii-pro-baha&amp;Itemid=654</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1522:-5&amp;catid=92:istorii-pro-baha&amp;Itemid=654</guid>
			<description><![CDATA[<p>Мы знаем, что Бах был счастлив в браке, вернее, в двух браках, имел много друзей и был, как правило, очень доброжелательно настроен по отношению к другим музыкантам. Однако по отношению к тем, кто ему не нравился, он был крайне недоброжелателен. Бах постоянно ссорился со своими работодателями, будь то придворные или члены Городского совета. Почти все дошедшие до нас письма — это жалобы, адресованные так: «Вашим сиятельствам, наиблагороднейшим, наиученейшим, наиуважаемым господам и покровителям!» Но если вы прочитаете эти письма, то поймете, что Бах предпочел бы обращаться к ним следующим образом: «Вашим кретинствам, наиглупейшим, наипротивнейшим, наитупоголовейшим болванам и идиотам!» Большинство из этих людей Бах не выносил, а они не выносили его. Он всегда старался получить от них побольше денег, не для себя (хотя и против этого не возражал!), а чтобы нанять побольше хороших музыкантов для исполнения своей музыки. Бах хотел совершенства, а его работодатели хотели спокойной нормальной жизни.</p>
<p>Стивен Иссерлис</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Истории про Баха</category>
			<pubDate>Thu, 12 Jan 2012 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>История про Баха №19</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1505:-19&amp;catid=92:istorii-pro-baha&amp;Itemid=669</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1505:-19&amp;catid=92:istorii-pro-baha&amp;Itemid=669</guid>
			<description><![CDATA[<p>Одно из главных последних сочинений Баха называется «Искусство фуги». Фуга — это музыкальная пьеса, в которой всего-навсего одна короткая тема — иногда лишь несколько нот — много раз повторяется и переиначивается разными способами. Говорят, нет ничего труднее, чем написать хорошую, интересную фугу. Ведь в ней не должно быть никаких новых, отличающихся от первой тем, только одна, а она часто и на мелодию-то не похожа. Это все равно что сочинять пьесу, все персонажи которой только и делают, что обсуждают одну-единственную идею. Но «Искусство фуги» Баха — вещь удивительная. В ней восемнадцать различных частей, и все они написаны на одну и ту же короткую тему. Некоторые части можно играть даже задом наперед или снизу вверх! К сожалению, мы располагаем неполной версией этого сочинения. Возможно, оно и было завершено, но дошедшая до нас рукопись обрывается в середине последней фуги — может быть, когда Бах ее переписывал набело, ему стало плохо и пришлось все бросить. Законченный вариант, по-видимому, утерян безвозвратно. (Раньше люди более или менее успешно пытались дописать последнюю фугу Баха, но в концертах музыканты обычно останавливаются на середине фразы в том месте, где обрывается рукопись.) А еще есть одна легенда. Говорят, уже на смертном одре Бах сочинил новый вариант органной пьесы, написанной ранее, и продиктовал его своему другу или ученику, сидевшему у его постели. В основе этой пьесы лежит старинный хорал, первая строка которого звучит так: «Пред троном Твоим я сейчас предстаю». Голова Баха была, как всегда, полна музыки (и религии). Он был готов уйти с миром.<br /><br />Из десятерых детей Баха, что не умерли во младенчестве, одного сына, вечно попадавшего в разные переделки и доставлявшего отцу множество огорчений, к тому времени уже не было в живых. Три незамужние дочери жили с Анной Магдаленой в Лейпциге до самой ее смерти, которая последовала через десять лет после смерти Баха. Четвертая дочь была замужем за одним из любимых учеников Баха и присматривала за тем сыном Баха, который нуждался в постоянном уходе. Остальные четверо стали композиторами. Поскольку у них довольно громоздкие имена, будет проще называть их по инициалам: старший, В.Ф. Бах, был, наверное, самым талантливым, но вел весьма беспутную жизнь. К.Ф.Э. Бах был куда более респектабельным. Он женился на богатой невесте — а это бывает полезно — и стал очень знаменит, его музыку и теперь исполняют очень часто. И.К. Бах переехал в Лондон, заработал своей музыкой кучу денег, он был несколько плутоват. И.К.Ф. Бах — наименее интересный композитор из всех четырех, зато прославился своим чрезвычайно добрым и приветливым нравом.</p>
<p>Стивен Иссерлис</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Истории про Баха</category>
			<pubDate>Wed, 11 Jan 2012 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>История про Баха №18</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1506:-18&amp;catid=92:istorii-pro-baha&amp;Itemid=668</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1506:-18&amp;catid=92:istorii-pro-baha&amp;Itemid=668</guid>
			<description><![CDATA[<p>В Берлине сын пригласил Баха в новый оперный театр. В здании оперы была огромная столовая. Едва войдя туда, Бах указал на одну особенность помещения которой никто, даже архитектор, построивший это здание, не замечал. Бах сказал, что если один человек встанет в углу этой огромной комнаты и тихо-тихо что-нибудь прошепчет, то другой человек, стоящий в противоположном углу лицом к стене, услышит очень отчетливо каждое слово, тогда как посредине комнаты никто ничего не услышит. И Бах оказался прав — нет нужды говорить, что он был прав всегда!</p>
<p><br />Когда Бах совсем состарился (по меркам того времени, тогда люди умирали гораздо раньше), здоровье его было по-прежнему крепким, а ум, <br />как всегда, острым. Но он начал слепнуть. Милейшие члены Городского совета Лейпцига сообразили, что теперь наконец-то могут избавиться от человека, доставлявшего им столько хлопот, и тут же устроили одному довольно посредственному музыканту экзамен на замещение должности Баха, а ведь он еще не умер! Бах пришел в бешенство: он, полный музыкальных проектов, держится изо всех сил, а Городской совет строит против него козни и задумал его сместить. <br />Баху действительно стало немного лучше, может быть, просто назло врагам, но — увы — ненадолго, и в конце концов ему пришлось сделать операцию на глазах. Оперировал его один англичанин, доктор Тейлор, который позднее писал, что ему доводилось лечить «великое множество странных животных, в том числе двугорбых и одногорбых верблюдов и так далее, а также... одного прославленного музыканта»! Занятный список! Но как бы успешно он ни лечил своих верблюдов, вылечить Баха ему не удалось, и Бах умер 28 июля 1750 года в возрасте шестидесяти шести лет. К тому времени Бах был знаменит в той части Германии, где он жил, но почти неизвестен за ее пределами. Лишь постепенно, на протяжении последующих пятидесяти лет, люди стали внимательнее относиться к музыке, которую он после себя оставил, и начали понимать, что это был один из величайших гениев, когда-либо живших на этой земле.</p>
<p>Стивен Иссерлис</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Истории про Баха</category>
			<pubDate>Wed, 11 Jan 2012 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>История про Баха №17</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1507:-17&amp;catid=92:istorii-pro-baha&amp;Itemid=667</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1507:-17&amp;catid=92:istorii-pro-baha&amp;Itemid=667</guid>
			<description><![CDATA[<p>....Бах не очень-то ладил с городскими властями Лейпцига (вот так неожиданность!). Его постоянно что-то раздражало. На то были или веские причины, связанные с музыкой, или менее веские, непременно связанные с деньгами. Например, в одном письме он сердится из-за того, что некий житель Лейпцига устроил свадьбу за пределами города; по мнению Баха, он это сделал, чтобы не платить за свадебную музыку! В другом письме Бах сетует, что в городе весь год дул слишком благотворный ветер и он слишком мало заработал на похоронах. Гм...</p>
<p><br />На старости лет Бах отправился в Берлин навестить одного из своих сыновей, который служил музыкантом при дворе знаменитого короля Фридриха Великого. <br />Королю сообщили, что прибыл Бах. «Господа! — взволнованно объявил он придворным. — Старый Бах здесь!» Баха сразу же притащили в комнату, чем привели в немалое смущение, поскольку он не успел переодеться с дороги, и велели ему играть на фортепиано короля. (В то время фортепиано только появилось и король страстно увлекался этой новинкой — гораздо больше, чем Бах.) Бах сыграл, конечно же, великолепно и, пока все охали да ахали, для полноты впечатления попросил короля сочинить мелодию, на которую он написал бы пьесу. (Услышав любую мелодию, Бах мог сразу же определить, что из нее получится дальше. <br /><br />Слушая новое сочинение другого композитора, он через несколько мгновений поворачивался к соседу и шептал ему на ухо, как эта музыка будет звучать дальше. Если он оказывался прав — а Бах всегда был прав,— он толкал соседа локтем в бок, мол, «что я говорил!». Бедный сосед!) Так вот, Бах не только с ходу сыграл целую пьесу на тему, предложенную королем. Вернувшись в Лейпциг, он сочинил огромное произведение, состоявшее из разных пьес, и все они были написаны на тему короля. Он опубликовал этот опус под вежливым названием «Музыкальное приношение». Фридрих, наверное, пришел в неописуемый восторг. Но проявил он это довольно необычным образом: сразу же отдал ноты своей сестре, которая была ученицей Баха, — мягко говоря, очень странное отношение к такому бесценному подарку.</p>
<p>Стивен Иссерлис</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Истории про Баха</category>
			<pubDate>Wed, 11 Jan 2012 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>История про Баха №4</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1508:-4&amp;catid=92:istorii-pro-baha&amp;Itemid=653</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1508:-4&amp;catid=92:istorii-pro-baha&amp;Itemid=653</guid>
			<description><![CDATA[<p>Бах вряд ли уделял много времени своей жене и детям — он был очень занят! Прежде всего он, конечно же, непрестанно сочинял. Сегодня у обычного человека только на переписывание всей музыки Баха ушли бы годы, даже если работать по двадцать четыре часа в сутки. (И это не считая огромного числа произведений, которые, к сожалению, были утеряны.) Бах был также величайшим органистом и клавесинистом своего времени. Он сочинял на лету, и люди приходили от его музыки в восторг — она была так прекрасна, так великолепна и так сложна! Но когда же он упражнялся? Каждый музыкант, даже гениальный, должен упражняться, чтобы не утратить мастерства. Баху же приходилось ежедневно по несколько часов давать уроки, репетировать с хором и оркестром еженедельные религиозные службы и еженедельные концерты, дирижировать, играть на скрипке и альте, настраивать свои клавишные инструменты, проверять множество новых органов (никто не разбирался в них лучше него), изобретать музыкальные инструменты, если для очередного сочинения ему нужны были новые тембры, а также писать своим работодателям немыслимо длинные и скучные письма со всевозможными жалобами, в основном по поводу финансов. Гм... Должно быть, последнее не производит большого впечатления. Зато все остальное... как ему все это удавалось? Может быть, ночами он спал всего по пять минут, а в сутках у него было сорок восемь часов?!</p>
<p>Стивен Иссерлис</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Истории про Баха</category>
			<pubDate>Wed, 11 Jan 2012 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>История про Баха №2</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1510:-2&amp;catid=92:istorii-pro-baha&amp;Itemid=651</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1510:-2&amp;catid=92:istorii-pro-baha&amp;Itemid=651</guid>
			<description><![CDATA[<p>Пожалуй, еще больше, чем еду и напитки, Бах любил свою семью. Он родился в одной из самых музыкальных семей на свете. Его прапрадедушка Фейт Бах был пекарем и не мог жить без своей цитры - это старинная разновидность гитары. Он брал ее с собой в пекарню и играл сколько дуще угодно, пока мололи зерно. Два сына Фейта Баха подхватили "музыкальный вирус" и передали его своим детям, а те - своим и так далее. За последующие пятьдесят лет более семидесяти пяти Бахов стали профессиональными музыкантами, из них больше пятидесяти носили имя Иоганн (а некоторых звали довольно странно: Мармадук). В тех краях, где жили большинство Бахов, их фамилия стала синонимом слова "музыкант"!<br />Когда наш Бах - Иоганн Себастьян - рос, вся семья обычно раз  раз в году собиралась на огромное торжество. Они были очень набожны, поэтому всегда начинали с пения церковных гимнов. (Неудивительно, чтов Библии Бах больше всего любил то место, где описыватеся, как 288 членов одного племени все вместе исполняют религиозную музыку.) Однако, закончив серьёзную часть, Бахи переходили к шуточным песням, по ходу дела сочиняли под них аккомпанемент, пределывали слова и ноты, стараясь рассмешить друг друга, в общем, веселились напропалую, и никакие компьютерные игры не были им нужны! Вот так...</p>
<p>Стивен Иссерлис</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Истории про Баха</category>
			<pubDate>Wed, 11 Jan 2012 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>История про Баха №1</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1496:-1&amp;catid=92:istorii-pro-baha&amp;Itemid=650</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1496:-1&amp;catid=92:istorii-pro-baha&amp;Itemid=650</guid>
			<description><![CDATA[<p>Иоганн Себастьян Бах писал самую грустную, самую веселую, самую волнующую музыку на свете, но каким он был?<br /><br />Мы знаем о Бахе только то, что что он был преуспевающим музыкантом, был завален работой: играл в церкви на органе, давал концерты, писал музыку для принцев, герцогов и местных аристократов, давал уроки юным музыкантам и так далее - как множество других профессиональных музыкантов в Германии того времени. Мы даже не знаем, осознавал ли он свою гениальность! (Скорее всего, осознавал, даже если и не признавался в этом).<br />Во всяком случае, мы примерно знаем, как он выглядел, - сохранился один портрет Баха, написанный, когда ему было лет шестьдесят. Выглядит он на портрете довольно свирепым - совсем не таким, как его мудрая, добрая музыка. Он хмурится на нас с портрета, будто советует пойти и послушать его музыку, раз уж мы так хотим узнать, каким он был! На нем огромный белый завитой парик (Спорим, что под эти париком у него лысина. Лысый Бах.) И он, как бы это сказать, полноватый...дородный... упитанный. Ладно, он довольно толстый, раз уж вы настаиваете. Бах, несомненно, любил выпить и закусить. Если друзья хотели его задобрить, они посылали ему добрый кусок мяса или же добрую бутылку бренди или вина. В молодости он однажды получил часть годового жалованья пивом! А когда он запирался у себя в комнате и сочинял музыку, то частенько прихватывал с собой бутылку бренди. И как у него вообще хватало ясности ума, чтобы сочинять? А вот, наверное, хватало.</p>
<p>Стивен Иссерлис</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Истории про Баха</category>
			<pubDate>Wed, 11 Jan 2012 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>История про Баха №20</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1504:-20&amp;catid=92:istorii-pro-baha&amp;Itemid=659</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1504:-20&amp;catid=92:istorii-pro-baha&amp;Itemid=659</guid>
			<description><![CDATA[<p>Большую часть своих рукописей Бах оставил сыновьям. Они, наверное, ценили полученное ими в наследство сокровище, и все же очень много музыки Баха утрачено. В.Ф. Бах, когда у него закончились деньги, продал свою долю. К счастью, многое, но, увы, не все он передал брату К.Ф.Э. Баху. Доля И.К.Ф. Баха тоже каким-то образом исчезла — может, он был настолько добрым, что просто все раздарил! Только К.Ф.Э. Бах по-настоящему заботился о доставшихся ему рукописях. Он покупал рукописи отца везде, где только мог, и, между прочим, заработал довольно много денег на их публикации.<br />Только И.К. Бах, которому в наследство от отца досталось множество инструментов и поэтому, наверно, не так много нот, похоже, вообще не оценил гений своего отца. Он называл Баха «старым париком». «Старый парик» — ну и наглость! Правда, он был самым младшим и самым щеголеватым из братьев; возможно, он так и не повзрослел. И, возможно, Бах любил его за это нисколько не меньше...</p>
<p>Стивен Иссерлис</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Истории про Баха</category>
			<pubDate>Wed, 11 Jan 2012 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>История про Баха №16</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1511:-16&amp;catid=92:istorii-pro-baha&amp;Itemid=666</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1511:-16&amp;catid=92:istorii-pro-baha&amp;Itemid=666</guid>
			<description><![CDATA[<p>Последние двадцать семь лет своей жизни Бах жил и работал в Лейпциге. Сегодня этот город каждый год посещают тысячи «баховских» туристов, жаждущих увидеть те места, где их герой впервые исполнил свои великие произведения. Они могут побывать в церквях, в которых около двух тысяч прихожан с замиранием сердца слушали музыку, раздававшуюся с хоров. Одно время Бах каждую неделю сочинял новую кантату (большое произведение для певцов и оркестра) — у многих композиторов на это ушли бы месяцы! К сожалению, туристы не могут заглянуть в школу, в которой жил и преподавал Бах, или в кофейню, где он вместе со своими музыкантами давал знаменитые еженедельные концерты. Всех этих зданий давно уже нет. (Сохранилась только школьная дверь — ее можно увидеть в местном музее.) Да и оставшиеся здания уже совсем не такие, какими они были при жизни Баха. Но, может быть, в них все еще обитает его дух и медленно плывет по воздуху в своем призрачном парике.</p>
<p>Стивен Иссерлис</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Истории про Баха</category>
			<pubDate>Wed, 11 Jan 2012 00:00:00 +0000</pubDate>
		</item>
	</channel>
</rss>
