<?xml version="1.0" encoding="utf-8"?>
<!-- generator="Joomla! 1.5 - Open Source Content Management" -->
<feed xmlns="http://www.w3.org/2005/Atom"  xml:lang="ru-ru">
	<title type="text">Основные формы</title>
	<subtitle type="text">Сольфеджио. Теория музыки. Анализ. Гармония (решебники)</subtitle>
	<link rel="alternate" type="text/html" href="http://www.lafamire.ru"/>
	<id>http://www.lafamire.ru/index.php</id>
	<updated>2017-05-05T10:40:56Z</updated>
	<generator uri="http://joomla.org" version="1.5">Joomla! 1.5 - Open Source Content Management</generator>
<link rel="self" type="application/atom+xml" href="http://www.lafamire.ru/index.php?option=com_content&amp;view=category&amp;id=23&amp;Itemid=64&amp;format=feed&amp;type=atom" />
	<entry>
		<title>Период.Форма</title>
		<link rel="alternate" type="text/html" href="http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1132:2010-04-04-14-48-18&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=183"/>
		<published>2011-07-12T00:00:00Z</published>
		<updated>2011-07-12T00:00:00Z</updated>
		<id>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1132:2010-04-04-14-48-18&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=183</id>
		<author>
			<name>Гамаюн</name>
		<email>gamayun@lafamire.ru</email>
		</author>
		<summary type="html">&lt;h1&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Период&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;&lt;strong&gt;ПЕРИОД (от греч. — обход, круговращение) — наименьшая гомофонная форма, выражающая относительно законч. муз. мысль. Нормативная продолжительность П. — 8 или 16 тактов (в зависимости от темпа, размера, жанра соч.). Характерен экспозиц. тип изложения. &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;П. кончается в исходной (&lt;strong&gt;однотональный П.&lt;/strong&gt;) или новой (&lt;strong&gt;модулирующий П.&lt;/strong&gt;) тональности.&lt;/p&gt;
&lt;p&gt;П. может быть построен из отд. составных частей — &lt;strong&gt;предложений&lt;/strong&gt;, к-рые отделены друг от друга &lt;strong&gt;каденциями&lt;/strong&gt;, причём функциональная зависимость каденций скрепляет форму.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Виды П&lt;/strong&gt;.:&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;из 2 предложений &lt;/strong&gt;(&lt;strong&gt;П. повторного строения&lt;/strong&gt; — Ф. Шопен, Прелюдия A-dur);&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;из 3 предложений&lt;/strong&gt; (хор «Лель таинственный» из финала 1-го д. «Руслана и Людмилы»);&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;из 4 предложений&lt;/strong&gt; (&lt;strong&gt;сложный П.&lt;/strong&gt;: повторенный с разными каденциями П. из 2 предложений — Ф. Шуберт, Вальс h-moll op. 18 №6, начальные 16 тактов);&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;не делящийся на предложения&lt;/strong&gt; (&lt;strong&gt;П. единого строения&lt;/strong&gt; — Л. Бетховен, «32 вариации» для фп., тема);&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;особый П. типа развёртывания&lt;/strong&gt; (см. Старинная двухчастная форма).&lt;/p&gt;
&lt;p&gt;П. из 2 и 4 предложений бывают &lt;strong&gt;квадратными&lt;/strong&gt; (число тактов равно степени числа 2: 4 + 4,&lt;/p&gt;
&lt;p&gt;8 + 8 и т. п.) и &lt;strong&gt;неквадратными&lt;/strong&gt; (5+5, 6+6, 4+6 и т.п.).&lt;/p&gt;
&lt;p&gt;Распространены &lt;strong&gt;нарушения квадратности&lt;/strong&gt; —&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;при расширении&lt;/strong&gt; (отодвигание каденции секвенциями, прерванным оборотом и т. п. — М.И. Глинка, «В крови горит огонь желанья», &lt;br /&gt;такты 18—21),&lt;/p&gt;
&lt;p&gt;реже &lt;strong&gt;сжатии&lt;/strong&gt; («досрочная» каденция, напр, в «Колыбельной песне» ор. 16 № 1 Чайковского),&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;усечении&lt;/strong&gt; (внезапное прекращение, напр., в прелюдии Des-dur Шопена),&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;при наличии дополнения&lt;/strong&gt; (послекаденционное закрепляющее построение),&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;вводного построения&lt;/strong&gt; (Л. Бетховен, соната Es-dur для фп. ор. 7, начало 1-й части).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;П. может усложняться чертами др. форм&lt;/strong&gt;, в т. ч. 3-частной (1-е и 3-е предложения нормативные, 2-е неустойчивое серединное, напр, тема 2-й части 3-го фп. концерта Прокофьева).&lt;br /&gt;В песенно-танц. музыке П. встречаются уже в 15—16 вв. С утверждением гомофонии  (17—18 вв.)  П. служит основанием всех более крупных форм; начиная с эпохи романтизма П. может быть и формой самостоят. произведения.&lt;/p&gt;</summary>
		<content type="html">&lt;h1&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Период&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;&lt;strong&gt;ПЕРИОД (от греч. — обход, круговращение) — наименьшая гомофонная форма, выражающая относительно законч. муз. мысль. Нормативная продолжительность П. — 8 или 16 тактов (в зависимости от темпа, размера, жанра соч.). Характерен экспозиц. тип изложения. &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;П. кончается в исходной (&lt;strong&gt;однотональный П.&lt;/strong&gt;) или новой (&lt;strong&gt;модулирующий П.&lt;/strong&gt;) тональности.&lt;/p&gt;
&lt;p&gt;П. может быть построен из отд. составных частей — &lt;strong&gt;предложений&lt;/strong&gt;, к-рые отделены друг от друга &lt;strong&gt;каденциями&lt;/strong&gt;, причём функциональная зависимость каденций скрепляет форму.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Виды П&lt;/strong&gt;.:&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;из 2 предложений &lt;/strong&gt;(&lt;strong&gt;П. повторного строения&lt;/strong&gt; — Ф. Шопен, Прелюдия A-dur);&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;из 3 предложений&lt;/strong&gt; (хор «Лель таинственный» из финала 1-го д. «Руслана и Людмилы»);&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;из 4 предложений&lt;/strong&gt; (&lt;strong&gt;сложный П.&lt;/strong&gt;: повторенный с разными каденциями П. из 2 предложений — Ф. Шуберт, Вальс h-moll op. 18 №6, начальные 16 тактов);&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;не делящийся на предложения&lt;/strong&gt; (&lt;strong&gt;П. единого строения&lt;/strong&gt; — Л. Бетховен, «32 вариации» для фп., тема);&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;особый П. типа развёртывания&lt;/strong&gt; (см. Старинная двухчастная форма).&lt;/p&gt;
&lt;p&gt;П. из 2 и 4 предложений бывают &lt;strong&gt;квадратными&lt;/strong&gt; (число тактов равно степени числа 2: 4 + 4,&lt;/p&gt;
&lt;p&gt;8 + 8 и т. п.) и &lt;strong&gt;неквадратными&lt;/strong&gt; (5+5, 6+6, 4+6 и т.п.).&lt;/p&gt;
&lt;p&gt;Распространены &lt;strong&gt;нарушения квадратности&lt;/strong&gt; —&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;при расширении&lt;/strong&gt; (отодвигание каденции секвенциями, прерванным оборотом и т. п. — М.И. Глинка, «В крови горит огонь желанья», &lt;br /&gt;такты 18—21),&lt;/p&gt;
&lt;p&gt;реже &lt;strong&gt;сжатии&lt;/strong&gt; («досрочная» каденция, напр, в «Колыбельной песне» ор. 16 № 1 Чайковского),&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;усечении&lt;/strong&gt; (внезапное прекращение, напр., в прелюдии Des-dur Шопена),&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;при наличии дополнения&lt;/strong&gt; (послекаденционное закрепляющее построение),&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;вводного построения&lt;/strong&gt; (Л. Бетховен, соната Es-dur для фп. ор. 7, начало 1-й части).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;П. может усложняться чертами др. форм&lt;/strong&gt;, в т. ч. 3-частной (1-е и 3-е предложения нормативные, 2-е неустойчивое серединное, напр, тема 2-й части 3-го фп. концерта Прокофьева).&lt;br /&gt;В песенно-танц. музыке П. встречаются уже в 15—16 вв. С утверждением гомофонии  (17—18 вв.)  П. служит основанием всех более крупных форм; начиная с эпохи романтизма П. может быть и формой самостоят. произведения.&lt;/p&gt;</content>
	</entry>
	<entry>
		<title>Простая 2-х частная форма</title>
		<link rel="alternate" type="text/html" href="http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1338:-2---&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=184"/>
		<published>2011-07-12T00:00:00Z</published>
		<updated>2011-07-12T00:00:00Z</updated>
		<id>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1338:-2---&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=184</id>
		<author>
			<name>Гамаюн</name>
		<email>gamayun@lafamire.ru</email>
		</author>
		<summary type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Простая 2-х частная форма&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;&lt;strong&gt;Простой 2-х частной называется форма, первая часть которой - период (значительно реже-предложение), а вторая часть не содержит структур более сложных, чем период.&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;ПРОСТЫЕ ФОРМЫ&lt;/strong&gt; — муз. формы из 2 или 3 частей (возможны повторения), каждая из к-рых не сложнее периода.&lt;strong&gt; &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Возникли &lt;/strong&gt;в песенной и танц. музыке в 13 в. (др. назв. — песенные формы).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Широко распространены&lt;/strong&gt; поныне типы гомофонных П. ф., выработанные композиторами венской классической школы.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Используются &lt;/strong&gt;в вок. и инстр. музыке как формы самостоят. произв., формы изложения темы, а также частей более крупных и сложных форм.&lt;/p&gt;
&lt;p&gt;П. ф. различают по количеству частей на 2- и 3-частные, &lt;strong&gt;по виду 2-й части &lt;/strong&gt;— на &lt;strong&gt;развивающие и контрастные&lt;/strong&gt;; &lt;strong&gt;возможны вступление и кода.&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;1-я часть П. ф&lt;/strong&gt;. — всегда период (обычно нормативный квадратный). &lt;br /&gt;&lt;strong&gt;2-я развивающая часть 2-частной формы&lt;/strong&gt; объединяет в себе функцию развития и завершения.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;По характеру завершения&lt;/strong&gt; 2-частные П. ф. разделяются на &lt;strong&gt;репризные&lt;/strong&gt; (при возвращении одного из предложений начального периода, напр., песня «Любимый цвет» Шуберта) и &lt;strong&gt;безрепризные&lt;/strong&gt; (тема 3-й части 30-й фп. сонаты Бетховена).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В вок. соч. с припевом 2-я часть&lt;/strong&gt; — обычно контрастная и в форме периода (характерно для массовых жанров). &lt;br /&gt;&lt;/p&gt;
&lt;p&gt;Различия между типами 2-х частной формы есть различия между вторыми  частями, то есть типами продолжений - то есть вторые части содержат либо  развитие материала первой части, либо контраст, либо замыкание  возвратом.&lt;/p&gt;
&lt;p&gt;Таким образом, существуют следующие виды простой 2-х частной формы:&lt;/p&gt;
&lt;p&gt;1) развивающая 2-хчастная форма,&lt;/p&gt;
&lt;p&gt;2) репризная 2-х частная форма,&lt;/p&gt;
&lt;p&gt;3)  контрастная 2-х частная форма.&lt;/p&gt;
&lt;p&gt;&lt;br /&gt;&lt;br /&gt; Мн. формы, к-рые в равной мере можно отнести и к 3-частной и к 2-частной репризной П. ф., принято называть простыми репризными формами (1-я часть Andante 15-й фп. сонаты Бетховена). &lt;br /&gt;&lt;br /&gt;&lt;/p&gt;</summary>
		<content type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Простая 2-х частная форма&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;&lt;strong&gt;Простой 2-х частной называется форма, первая часть которой - период (значительно реже-предложение), а вторая часть не содержит структур более сложных, чем период.&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;ПРОСТЫЕ ФОРМЫ&lt;/strong&gt; — муз. формы из 2 или 3 частей (возможны повторения), каждая из к-рых не сложнее периода.&lt;strong&gt; &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Возникли &lt;/strong&gt;в песенной и танц. музыке в 13 в. (др. назв. — песенные формы).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Широко распространены&lt;/strong&gt; поныне типы гомофонных П. ф., выработанные композиторами венской классической школы.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Используются &lt;/strong&gt;в вок. и инстр. музыке как формы самостоят. произв., формы изложения темы, а также частей более крупных и сложных форм.&lt;/p&gt;
&lt;p&gt;П. ф. различают по количеству частей на 2- и 3-частные, &lt;strong&gt;по виду 2-й части &lt;/strong&gt;— на &lt;strong&gt;развивающие и контрастные&lt;/strong&gt;; &lt;strong&gt;возможны вступление и кода.&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;1-я часть П. ф&lt;/strong&gt;. — всегда период (обычно нормативный квадратный). &lt;br /&gt;&lt;strong&gt;2-я развивающая часть 2-частной формы&lt;/strong&gt; объединяет в себе функцию развития и завершения.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;По характеру завершения&lt;/strong&gt; 2-частные П. ф. разделяются на &lt;strong&gt;репризные&lt;/strong&gt; (при возвращении одного из предложений начального периода, напр., песня «Любимый цвет» Шуберта) и &lt;strong&gt;безрепризные&lt;/strong&gt; (тема 3-й части 30-й фп. сонаты Бетховена).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В вок. соч. с припевом 2-я часть&lt;/strong&gt; — обычно контрастная и в форме периода (характерно для массовых жанров). &lt;br /&gt;&lt;/p&gt;
&lt;p&gt;Различия между типами 2-х частной формы есть различия между вторыми  частями, то есть типами продолжений - то есть вторые части содержат либо  развитие материала первой части, либо контраст, либо замыкание  возвратом.&lt;/p&gt;
&lt;p&gt;Таким образом, существуют следующие виды простой 2-х частной формы:&lt;/p&gt;
&lt;p&gt;1) развивающая 2-хчастная форма,&lt;/p&gt;
&lt;p&gt;2) репризная 2-х частная форма,&lt;/p&gt;
&lt;p&gt;3)  контрастная 2-х частная форма.&lt;/p&gt;
&lt;p&gt;&lt;br /&gt;&lt;br /&gt; Мн. формы, к-рые в равной мере можно отнести и к 3-частной и к 2-частной репризной П. ф., принято называть простыми репризными формами (1-я часть Andante 15-й фп. сонаты Бетховена). &lt;br /&gt;&lt;br /&gt;&lt;/p&gt;</content>
	</entry>
	<entry>
		<title>Простая 3-х частная форма</title>
		<link rel="alternate" type="text/html" href="http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1339:2011-04-27-09-25-04&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=185"/>
		<published>2011-07-12T00:00:00Z</published>
		<updated>2011-07-12T00:00:00Z</updated>
		<id>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1339:2011-04-27-09-25-04&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=185</id>
		<author>
			<name>Гамаюн</name>
		<email>gamayun@lafamire.ru</email>
		</author>
		<summary type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Простая 3-х частная форма&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;&lt;strong&gt;Простой 3-х частной называется форма со схемой ABA, где первая часть - период, а остальные не содержат более сложных структур. &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;ПРОСТЫЕ ФОРМЫ — муз. формы из 2 или 3 частей&lt;/strong&gt; (возможны повторения), каждая из к-рых не сложнее периода. &lt;strong&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Возникли в песенной и танц. музыке в 13 в. (другое назв. — песенные формы).&lt;/strong&gt; Широко распространены поныне типы гомофонных П. ф., выработанные композиторами венской классической школы.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Используются в вок. и инстр. музыке как формы самостоят. произв., формы изложения темы, а также частей более крупных и сложных форм. &lt;/strong&gt;&lt;br /&gt;&lt;br /&gt;П. ф. различают по количеству частей на 2- и 3-частные, &lt;strong&gt;по виду 2-й части&lt;/strong&gt; — на развивающие и контрастные; возможны вступление и кода. &lt;strong&gt;1-я часть П. ф&lt;/strong&gt;. — всегда период (обычно нормативный квадратный). &lt;br /&gt;&lt;br /&gt;3-частная П. ф., как правило, имеет &lt;strong&gt;середину развивающего типа&lt;/strong&gt;, для к-рой характерны тонально-гармонич. неустойчивость и мотивное развитие (1-я часть скерцо 3-й фп. сонаты Бетховена).&lt;strong&gt; Контрастная середина&lt;/strong&gt; на новой теме бывает&lt;em&gt; &lt;strong&gt;устойчивой&lt;/strong&gt;&lt;/em&gt; (период в пьесе «Патер Лоренцо» из фп. цикла «Ромео и Джульетта» Прокофьева) и &lt;strong&gt;&lt;em&gt;неустойчивой &lt;/em&gt;&lt;/strong&gt;(предложение, развитие и предыкт в «Отзвуках театра» Шумана); наличие контраста роднит 3-частную П. ф. со сложной. &lt;strong&gt;3-я часть &lt;/strong&gt;3-частных П. ф. за редким исключением представляет собой &lt;strong&gt;ясно выделенную репризу (часто изменённую)&lt;/strong&gt;.&lt;br /&gt;&lt;br /&gt; &lt;strong&gt;Многие формы, которые в равной мере можно отнести и к 3-частной и к 2-частной репризной П. ф.&lt;/strong&gt;, принято называть простыми репризными формами (1-я часть Andante 15-й фп. сонаты Бетховена). &lt;br /&gt;&lt;br /&gt;&lt;strong&gt;3-частная П. ф. имеет неск. разновидностей: &lt;/strong&gt;&lt;br /&gt;&lt;strong&gt;трёхпятичастная&lt;/strong&gt;, образующаяся от повторения середины и репризы, иногда с незначит, изменениями (Муз. момент h-moll Рахманинова) ;&lt;br /&gt;&lt;strong&gt;двойная трёхчастная&lt;/strong&gt; — подобная трёхпятичастной, но с гармонич. и структурными изменениями, сближающими форму с рондообразной (3-й ноктюрн Листа); &lt;br /&gt;&lt;strong&gt;3-частная форма с тональной репризой&lt;/strong&gt; (Ариозо Онегина из оперы «Евгений Онегин»).&lt;/p&gt;
&lt;p&gt;В 3-частных П. ф. возникают &lt;strong&gt;черты сонатности&lt;/strong&gt; при транспозиции в репризе дополнения к модулирующему начальному периоду (трио 3-й части симфонии g-moll K.-V. 550 Моцарта) или при транспонированном воспроизведении в коде материала середины (А. Н. Скрябин, поэма для фп. ор. 32 № 1).&lt;/p&gt;</summary>
		<content type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Простая 3-х частная форма&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;&lt;strong&gt;Простой 3-х частной называется форма со схемой ABA, где первая часть - период, а остальные не содержат более сложных структур. &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;ПРОСТЫЕ ФОРМЫ — муз. формы из 2 или 3 частей&lt;/strong&gt; (возможны повторения), каждая из к-рых не сложнее периода. &lt;strong&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Возникли в песенной и танц. музыке в 13 в. (другое назв. — песенные формы).&lt;/strong&gt; Широко распространены поныне типы гомофонных П. ф., выработанные композиторами венской классической школы.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Используются в вок. и инстр. музыке как формы самостоят. произв., формы изложения темы, а также частей более крупных и сложных форм. &lt;/strong&gt;&lt;br /&gt;&lt;br /&gt;П. ф. различают по количеству частей на 2- и 3-частные, &lt;strong&gt;по виду 2-й части&lt;/strong&gt; — на развивающие и контрастные; возможны вступление и кода. &lt;strong&gt;1-я часть П. ф&lt;/strong&gt;. — всегда период (обычно нормативный квадратный). &lt;br /&gt;&lt;br /&gt;3-частная П. ф., как правило, имеет &lt;strong&gt;середину развивающего типа&lt;/strong&gt;, для к-рой характерны тонально-гармонич. неустойчивость и мотивное развитие (1-я часть скерцо 3-й фп. сонаты Бетховена).&lt;strong&gt; Контрастная середина&lt;/strong&gt; на новой теме бывает&lt;em&gt; &lt;strong&gt;устойчивой&lt;/strong&gt;&lt;/em&gt; (период в пьесе «Патер Лоренцо» из фп. цикла «Ромео и Джульетта» Прокофьева) и &lt;strong&gt;&lt;em&gt;неустойчивой &lt;/em&gt;&lt;/strong&gt;(предложение, развитие и предыкт в «Отзвуках театра» Шумана); наличие контраста роднит 3-частную П. ф. со сложной. &lt;strong&gt;3-я часть &lt;/strong&gt;3-частных П. ф. за редким исключением представляет собой &lt;strong&gt;ясно выделенную репризу (часто изменённую)&lt;/strong&gt;.&lt;br /&gt;&lt;br /&gt; &lt;strong&gt;Многие формы, которые в равной мере можно отнести и к 3-частной и к 2-частной репризной П. ф.&lt;/strong&gt;, принято называть простыми репризными формами (1-я часть Andante 15-й фп. сонаты Бетховена). &lt;br /&gt;&lt;br /&gt;&lt;strong&gt;3-частная П. ф. имеет неск. разновидностей: &lt;/strong&gt;&lt;br /&gt;&lt;strong&gt;трёхпятичастная&lt;/strong&gt;, образующаяся от повторения середины и репризы, иногда с незначит, изменениями (Муз. момент h-moll Рахманинова) ;&lt;br /&gt;&lt;strong&gt;двойная трёхчастная&lt;/strong&gt; — подобная трёхпятичастной, но с гармонич. и структурными изменениями, сближающими форму с рондообразной (3-й ноктюрн Листа); &lt;br /&gt;&lt;strong&gt;3-частная форма с тональной репризой&lt;/strong&gt; (Ариозо Онегина из оперы «Евгений Онегин»).&lt;/p&gt;
&lt;p&gt;В 3-частных П. ф. возникают &lt;strong&gt;черты сонатности&lt;/strong&gt; при транспозиции в репризе дополнения к модулирующему начальному периоду (трио 3-й части симфонии g-moll K.-V. 550 Моцарта) или при транспонированном воспроизведении в коде материала середины (А. Н. Скрябин, поэма для фп. ор. 32 № 1).&lt;/p&gt;</content>
	</entry>
	<entry>
		<title>Сложная 3-х частная форма</title>
		<link rel="alternate" type="text/html" href="http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1340:2011-04-27-09-25-04&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=191"/>
		<published>2011-07-12T00:00:00Z</published>
		<updated>2011-07-12T00:00:00Z</updated>
		<id>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1340:2011-04-27-09-25-04&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=191</id>
		<author>
			<name>Гамаюн</name>
		<email>gamayun@lafamire.ru</email>
		</author>
		<summary type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Сложная 3-х частная форма&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;&lt;strong&gt;Сложная 3-х частная форма -такая контрастная репризная форма, I часть которой имеет форму более крупную, чем период (простая 2-х и 3-х частная, вариационная, рондо, концентрическая, сложная 3-х частная, сонатная), а остальные части не содержат структур более сложных. &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;br /&gt;СЛОЖНЫЕ ФОРМЫ — муз. формы из двух, трёх и более частей (каждая или только 1-я часть сложнее периода), сопоставленных по контрасту (различаются по тематизму, фактуре, тональности). Ранние образцы — в сюитах 16—17 вв. (дубль — Da capo; сопоставление двух одноимённых, но разных танцев).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Нормативные типы С. ф.&lt;/strong&gt; выработаны композиторами венской классической школы.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Наиб. распространена трёхчастная   С.  ф.   (танцы, марши; скерцо,  медленные части сонатно-симф. цикла; инстр. и вок. соч. разных жанров и др.). &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;В её &lt;strong&gt;1-й части&lt;/strong&gt; обычны простые формы, встречаются вариации, сонатная форма   (2-е  части  7-й,  9-й симфоний  Бетховена).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;2-я   часть &lt;/strong&gt;— средняя:&lt;/p&gt;
&lt;p&gt;а)   &lt;strong&gt;&lt;em&gt;типа   трио&lt;/em&gt;&lt;/strong&gt;: &lt;strong&gt;одна   из   простых   форм&lt;/strong&gt;,   устойчивая   по структуре,   иногда   с  переходом   к   3-й  части   (П.   И.   Чайковский, 6-я симф., 2-я часть), реже &lt;strong&gt;сонатная&lt;/strong&gt; (В. А. Моцарт, фп. соната D-dur, K.-V. 576, 2-я часть — сонатная форма без разработки)  или &lt;strong&gt;период&lt;/strong&gt; (С. В. Рахманинов, Прелюдия для фп. g-moll op. 23), тональность&lt;br /&gt;гл. обр. субдоминантовая, одноимённая, параллельная или основная);&lt;/p&gt;
&lt;p&gt;б) &lt;em&gt;&lt;strong&gt;типа эпизода&lt;/strong&gt;&lt;/em&gt;, тонально-гармонически и структурно неустойчивая, акцентирующая развитие нового материала (2-я часть фп. сонаты Es-dur   op.   7   Бетховена:   тема-предложение — разработка — переход; 2-я часть его же сонаты G-dur, op. 31 № 1: ход — неустойчивая тема —предыкт).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;3-я   часть&lt;/strong&gt; — реприза типа Da capo или варьированная (разл.   усложнения   чаще   &lt;br /&gt;встречаются    в   формах   с   эпизодом). Возможны вступление, кода.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Разновидности 3-частной С. ф.&lt;/strong&gt;:&lt;/p&gt;
&lt;p&gt;с 2 трио, следующими подряд (В. А. Моцарт, соната для скр. и фп. K.-V. 570,3-я часть)  или разделёнными репризой  (скерцо в соч. Р. Шумана);&lt;/p&gt;
&lt;p&gt;трёхпятичастная, возникающая от повторения, иногда с несущественными изменениями,   2-й   и   3-й   частей    (Марш   Черномора   из   «Руслана и Людмилы»);&lt;/p&gt;
&lt;p&gt;двойная 3-частная — с повторением 2-й и 3-й частей с   тональными    изменениями    (2-я   часть   5-й    симф.    Шуберта): промежуточная между простой и сложной, где 1-я часть не сложнее, средняя часть сложнее периода («Балет невылупившихся птенцов» из «Картинок     с     выставки»     Мусоргского).&lt;/p&gt;
&lt;p&gt;В      двухчастной С. ф.  (в более ранних образцах части в одной тональности)  либо 1-я часть имеет характер вступительной (2 песни Веденецкого гостя), либо 2-я — заключительной &lt;br /&gt;(дуэттиноДонЖуанаиЦерлины) или при¬пева (романс «Болеро» Глинки). Распространена в вок. соч., т. к. безрепризная контрастность требует смыслового подтверждения в тексте, сценич. ситуации (ариозо Лизы); в инстр. соч. может быть связана со скрытым программным подтекстом  (Ноктюрн g-moll op.15 Шопена.&lt;/p&gt;
&lt;p&gt;Принцип сложения формы из контрастных частей весьма распространён и многообразно претворяется в музыке 19—20 вв. Он лежит в основе составных форм с нерегламентиров. количеством частей (в т. ч. концентрической формы) и их расположением (Вальс Es-dur op. 18 Шопена, схема: ABCDA+кода). Во многих С. ф. 2-й пол. 19—20 вв. контраст частей усиливается до различия темпа, чтосближает их с контрастно-составными формами.&lt;/p&gt;</summary>
		<content type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Сложная 3-х частная форма&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;&lt;strong&gt;Сложная 3-х частная форма -такая контрастная репризная форма, I часть которой имеет форму более крупную, чем период (простая 2-х и 3-х частная, вариационная, рондо, концентрическая, сложная 3-х частная, сонатная), а остальные части не содержат структур более сложных. &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;br /&gt;СЛОЖНЫЕ ФОРМЫ — муз. формы из двух, трёх и более частей (каждая или только 1-я часть сложнее периода), сопоставленных по контрасту (различаются по тематизму, фактуре, тональности). Ранние образцы — в сюитах 16—17 вв. (дубль — Da capo; сопоставление двух одноимённых, но разных танцев).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Нормативные типы С. ф.&lt;/strong&gt; выработаны композиторами венской классической школы.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Наиб. распространена трёхчастная   С.  ф.   (танцы, марши; скерцо,  медленные части сонатно-симф. цикла; инстр. и вок. соч. разных жанров и др.). &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;В её &lt;strong&gt;1-й части&lt;/strong&gt; обычны простые формы, встречаются вариации, сонатная форма   (2-е  части  7-й,  9-й симфоний  Бетховена).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;2-я   часть &lt;/strong&gt;— средняя:&lt;/p&gt;
&lt;p&gt;а)   &lt;strong&gt;&lt;em&gt;типа   трио&lt;/em&gt;&lt;/strong&gt;: &lt;strong&gt;одна   из   простых   форм&lt;/strong&gt;,   устойчивая   по структуре,   иногда   с  переходом   к   3-й  части   (П.   И.   Чайковский, 6-я симф., 2-я часть), реже &lt;strong&gt;сонатная&lt;/strong&gt; (В. А. Моцарт, фп. соната D-dur, K.-V. 576, 2-я часть — сонатная форма без разработки)  или &lt;strong&gt;период&lt;/strong&gt; (С. В. Рахманинов, Прелюдия для фп. g-moll op. 23), тональность&lt;br /&gt;гл. обр. субдоминантовая, одноимённая, параллельная или основная);&lt;/p&gt;
&lt;p&gt;б) &lt;em&gt;&lt;strong&gt;типа эпизода&lt;/strong&gt;&lt;/em&gt;, тонально-гармонически и структурно неустойчивая, акцентирующая развитие нового материала (2-я часть фп. сонаты Es-dur   op.   7   Бетховена:   тема-предложение — разработка — переход; 2-я часть его же сонаты G-dur, op. 31 № 1: ход — неустойчивая тема —предыкт).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;3-я   часть&lt;/strong&gt; — реприза типа Da capo или варьированная (разл.   усложнения   чаще   &lt;br /&gt;встречаются    в   формах   с   эпизодом). Возможны вступление, кода.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Разновидности 3-частной С. ф.&lt;/strong&gt;:&lt;/p&gt;
&lt;p&gt;с 2 трио, следующими подряд (В. А. Моцарт, соната для скр. и фп. K.-V. 570,3-я часть)  или разделёнными репризой  (скерцо в соч. Р. Шумана);&lt;/p&gt;
&lt;p&gt;трёхпятичастная, возникающая от повторения, иногда с несущественными изменениями,   2-й   и   3-й   частей    (Марш   Черномора   из   «Руслана и Людмилы»);&lt;/p&gt;
&lt;p&gt;двойная 3-частная — с повторением 2-й и 3-й частей с   тональными    изменениями    (2-я   часть   5-й    симф.    Шуберта): промежуточная между простой и сложной, где 1-я часть не сложнее, средняя часть сложнее периода («Балет невылупившихся птенцов» из «Картинок     с     выставки»     Мусоргского).&lt;/p&gt;
&lt;p&gt;В      двухчастной С. ф.  (в более ранних образцах части в одной тональности)  либо 1-я часть имеет характер вступительной (2 песни Веденецкого гостя), либо 2-я — заключительной &lt;br /&gt;(дуэттиноДонЖуанаиЦерлины) или при¬пева (романс «Болеро» Глинки). Распространена в вок. соч., т. к. безрепризная контрастность требует смыслового подтверждения в тексте, сценич. ситуации (ариозо Лизы); в инстр. соч. может быть связана со скрытым программным подтекстом  (Ноктюрн g-moll op.15 Шопена.&lt;/p&gt;
&lt;p&gt;Принцип сложения формы из контрастных частей весьма распространён и многообразно претворяется в музыке 19—20 вв. Он лежит в основе составных форм с нерегламентиров. количеством частей (в т. ч. концентрической формы) и их расположением (Вальс Es-dur op. 18 Шопена, схема: ABCDA+кода). Во многих С. ф. 2-й пол. 19—20 вв. контраст частей усиливается до различия темпа, чтосближает их с контрастно-составными формами.&lt;/p&gt;</content>
	</entry>
	<entry>
		<title>Рондо</title>
		<link rel="alternate" type="text/html" href="http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1341:2011-04-27-12-32-04&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=187"/>
		<published>2011-07-12T00:00:00Z</published>
		<updated>2011-07-12T00:00:00Z</updated>
		<id>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1341:2011-04-27-12-32-04&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=187</id>
		<author>
			<name>Гамаюн</name>
		<email>gamayun@lafamire.ru</email>
		</author>
		<summary type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Рондо&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt; &lt;/p&gt;
&lt;p&gt;&lt;strong&gt;РОНДО- (итал. rondo, франц. rondeau, от rond — круг), —&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;1) муз. форма, в к-рой неоднократные (3 и более) проведения гл. темы — рефрена — чередуются с отличающимися друг от друга эпизодами. Песенно-танц. происхождение Р. сказывается в относит. простоте муз. материала и жанровости тематизма.&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Старинное, или куплетное, Р. франц. клавесинистов многочастно&lt;/strong&gt; (напр., в «Пассакалье» Куперена 17 частей) и малоконтрастно. Рефрен в форме периода проводится без изменений в осн. тональности; эпизоды (couplet) — развивающие или контрастные по тематизму — в родств. тональностях («Жнецы» Куперена). Старинное Р. используется в инстр. миниатюрах, в частях сюит (Гавот из партиты E-dur для скр. соло Баха) .&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В классическом Р. &lt;/strong&gt;частей меньше (5—7), они крупнее и контрастнее. Форма объединяется иногда сквозным развитием: рефрен (период или простые формы) при повторении может варьироваться, между частями возможны связки с элементами мотивной разработки (Рондо a-moll Моцарта, K.-V. 511). Классич. Р. используется в финале сонатно-симф. цикла (реже — в медленной части), в инстр. пьесах, вок. музыке (в т. ч. в романсах, оперных номерах).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В Р. 19 в.&lt;/strong&gt; контраст между рефреном и крупными, замкнутыми эпизодами усиливается, вплоть до различия темпа и жанра, что сближает Р. с контрастно-составной формой &lt;br /&gt;(Интродукция из оперы «Руслан и Людмила»).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В 19—20 вв. &lt;/strong&gt;встречается проведение рефрена в неосновной тональности (песня «Болтунья» Прокофьева), отсутствие его последнего проведения (романс «Свадьба» Даргомыжского), следование двух эпизодов подряд («Джульетта-девочка» из балета «Ромео и Джульетта» Прокофьева).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Р. близки т. н. рондообразные формы&lt;/strong&gt;— сложная 3-частная с 2 трио, двойная 3-частная, 3—5-частная.&lt;/p&gt;
&lt;p&gt;2) В систематике гомофонных муз. форм, данной А. Б. Маркс Р. — наименование группы из 5 важнейших форм (наряду с песней и сонатной формой).&lt;/p&gt;
&lt;p&gt;3) Рондо — муз.-поэтич. форма из 2 разных муз. построений, повторяемых в определ. порядке с одинаковым и разным текстом.&lt;br /&gt;Распространена в одногол. и многогол. песнях (в т. ч. с инстр. солр.) Адама де ла Аля, Г. де Машо, Г. Дюфаи, Ж. Беншуа и др. .&lt;/p&gt;</summary>
		<content type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Рондо&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt; &lt;/p&gt;
&lt;p&gt;&lt;strong&gt;РОНДО- (итал. rondo, франц. rondeau, от rond — круг), —&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;1) муз. форма, в к-рой неоднократные (3 и более) проведения гл. темы — рефрена — чередуются с отличающимися друг от друга эпизодами. Песенно-танц. происхождение Р. сказывается в относит. простоте муз. материала и жанровости тематизма.&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Старинное, или куплетное, Р. франц. клавесинистов многочастно&lt;/strong&gt; (напр., в «Пассакалье» Куперена 17 частей) и малоконтрастно. Рефрен в форме периода проводится без изменений в осн. тональности; эпизоды (couplet) — развивающие или контрастные по тематизму — в родств. тональностях («Жнецы» Куперена). Старинное Р. используется в инстр. миниатюрах, в частях сюит (Гавот из партиты E-dur для скр. соло Баха) .&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В классическом Р. &lt;/strong&gt;частей меньше (5—7), они крупнее и контрастнее. Форма объединяется иногда сквозным развитием: рефрен (период или простые формы) при повторении может варьироваться, между частями возможны связки с элементами мотивной разработки (Рондо a-moll Моцарта, K.-V. 511). Классич. Р. используется в финале сонатно-симф. цикла (реже — в медленной части), в инстр. пьесах, вок. музыке (в т. ч. в романсах, оперных номерах).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В Р. 19 в.&lt;/strong&gt; контраст между рефреном и крупными, замкнутыми эпизодами усиливается, вплоть до различия темпа и жанра, что сближает Р. с контрастно-составной формой &lt;br /&gt;(Интродукция из оперы «Руслан и Людмила»).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В 19—20 вв. &lt;/strong&gt;встречается проведение рефрена в неосновной тональности (песня «Болтунья» Прокофьева), отсутствие его последнего проведения (романс «Свадьба» Даргомыжского), следование двух эпизодов подряд («Джульетта-девочка» из балета «Ромео и Джульетта» Прокофьева).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Р. близки т. н. рондообразные формы&lt;/strong&gt;— сложная 3-частная с 2 трио, двойная 3-частная, 3—5-частная.&lt;/p&gt;
&lt;p&gt;2) В систематике гомофонных муз. форм, данной А. Б. Маркс Р. — наименование группы из 5 важнейших форм (наряду с песней и сонатной формой).&lt;/p&gt;
&lt;p&gt;3) Рондо — муз.-поэтич. форма из 2 разных муз. построений, повторяемых в определ. порядке с одинаковым и разным текстом.&lt;br /&gt;Распространена в одногол. и многогол. песнях (в т. ч. с инстр. солр.) Адама де ла Аля, Г. де Машо, Г. Дюфаи, Ж. Беншуа и др. .&lt;/p&gt;</content>
	</entry>
	<entry>
		<title>Вариации</title>
		<link rel="alternate" type="text/html" href="http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1342:2011-04-27-09-25-32&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=186"/>
		<published>2011-07-12T00:00:00Z</published>
		<updated>2011-07-12T00:00:00Z</updated>
		<id>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1342:2011-04-27-09-25-32&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=186</id>
		<author>
			<name>Гамаюн</name>
		<email>gamayun@lafamire.ru</email>
		</author>
		<summary type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Вариации&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt; &lt;/p&gt;
&lt;p&gt;&lt;strong&gt;ВАРИАЦИОННАЯ ФОРМА, вариации, тема с вариациями, вариационный цикл, — муз. форма, состоящая из темы и её неск. (не менее двух) изменённых воспроизведений (вариаций).&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Тема&lt;/strong&gt; может быть оригинальной или заимствованной (напр., у Л. Бетховена Вариации для фп. на тему Диабелли), в 17—18 вв. — часто в жанре арии, танца и др. Наиб. типичные качества темы: песенный характер; форма — период или простая двух-, реже трёхчастная; экономность гармонии и фактуры,  к-рые обогащаются в процессе вариац. развития. В музыке 20 в. встречаются нетрадиц. темы — отдельные аккорд, интервал, звук.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Специфич. качества В. ф&lt;/strong&gt;. — тематич. единство и целостность и вместе с тем замкнутость частей и относит. статичность.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Типы вариаций&lt;/strong&gt; (классификация по разл. признакам):&lt;br /&gt;1)по степени отхода от темы — строгие (сохраняются тональность, гармонич. план и форма) и свободные (широкий диапазон изменений, в т. ч. гармонии, формы, жанрового облика и т. д.; связи с темой порой условны: каждая вариация может достигать самостоятельности как пьеса с индивидуальным содержанием);&lt;/p&gt;
&lt;p&gt;2)по методам варьирования — орнаментальные (или фигурационные), жанрово-характерные и др.&lt;/p&gt;
&lt;p&gt;3)В. ф. могут быть остинатные (тема повторяется без изменений в одном голосе) и неостинатные,&lt;/p&gt;
&lt;p&gt;4)по количеству тем — однотемные и двойные (тройные).&lt;/p&gt;
&lt;p&gt;&lt;br /&gt;&lt;strong&gt;B.ф. зародилась в нар. музыке&lt;/strong&gt; и широко используется в ней (напр., у рожечников, балалаечников, гармонистов и др.).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В проф. музыке разных эпох распространены определ. В. ф.:&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt; в старинной музыке&lt;/strong&gt; — на basso ostinato,&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;у венских классиков&lt;/strong&gt; - с преобладанием строгих фигурац. вариаций (классическая В. ф., напр., Л. Бетховен, соната As-dur, ор. 26 для фп., 1-я часть),&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;в 19 в. &lt;/strong&gt;— свободных жанрово-характерных («Симф. этюды» Шумана), вариации с удержанной мелодией («глинкинские»),&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;в 20 в. &lt;/strong&gt;— модификации всех названных.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;При фигурац. варьировании&lt;/strong&gt; в каждой из вариаций используется единый орнаментальный рисунок; возможна смена ладового наклонения при сохранении тоники.    Среди &lt;strong&gt;приёмов варьирования&lt;/strong&gt;: арпеджирование, гаммообразное движение, смена регистров, диминуция (орнаментальные мелодические ходы мелкими длительностями, часто импровизируемые, дробящие нотированные долгие тоны), смещение мелодич. и гармонич. опор на иные метрич. доли.  &lt;strong&gt;В остинатных  В. ф&lt;/strong&gt;. варьирование косвенное,   посредством   обновления  свободных   голосов.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Цельность классич. В. ф.&lt;/strong&gt; достигается интонац. и тонально-гармонич. единством    с темой, единой линией развития, группировкой вариаций по сходству    (Бетховен, 32 вариации c-moll для фп.: 1—3, 6—7, 10—11) или контрасту, благодаря чему образуется «форма 2-го плана» (по В. В. Протопопову), напр.,   трёхчастная   структура    (Ф. Шуберт,   соната   a-moll op. 42 для фп., 2-я часть). Заключит, раздел часто обнаруживает черты коды, чему способствуют повторение темы  (В. А. Моцарт, Вариации K.-V.   500),  ускорение  темпа   (Бетховен,   соната   G-dur  op.   96  для скр.  и  фп.,   4-я   часть),  увеличение   масштаба   последней  вариации     (Моцарт, соната для скр. и фп. K.-V. 481, 3-я часть), привлечение формы фуги и т. п.&lt;br /&gt;Из проф. образцов В. ф. с 13 в. получили распространение &lt;strong&gt;полифонические вариации&lt;/strong&gt; на cantus firmus, с 16 в. — пассакалья, чакона. &lt;strong&gt;Фигурац. варьирование связано&lt;/strong&gt; с развитием европ. инструментализма (в т. ч. диференсиас, глосы, дубль, орг. партита). &lt;strong&gt;В В. ф. пишутся    самостоят., крупные соч. &lt;/strong&gt;(напр., «Рапсодия на тему Паганини» Рахманинова), &lt;strong&gt;части циклов &lt;/strong&gt;(чаще медленные, напр., С. С. Прокофьев, 3-й концерт для фп. с орк., 2-я часть), &lt;strong&gt;разделы крупной формы&lt;/strong&gt; (напр., Бетховен, 7-я симф., 2-я часть; Д. Д. Шостакович, 7-я симф., 1-я часть), &lt;strong&gt;арии, хоры, песни&lt;/strong&gt;.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Вариационность как общий принцип  обновлённого повторения&lt;/strong&gt; встречается во всех видах муз. форм («рассредоточенные» вариации в рондо: Бетховен, соната G-dur op. 79 для    В. фп., 3-я часть) и в любых построениях — репризе, начальном периоде, фразе, мотиве.&lt;/p&gt;
&lt;p&gt;A.К.   Лядов. Вариации на тему М. И. Глинки для фортепьяно. Вариации I и  II — фигурационные строгие, III и IV — жанрово-характерные свободные.&lt;/p&gt;</summary>
		<content type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Вариации&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt; &lt;/p&gt;
&lt;p&gt;&lt;strong&gt;ВАРИАЦИОННАЯ ФОРМА, вариации, тема с вариациями, вариационный цикл, — муз. форма, состоящая из темы и её неск. (не менее двух) изменённых воспроизведений (вариаций).&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Тема&lt;/strong&gt; может быть оригинальной или заимствованной (напр., у Л. Бетховена Вариации для фп. на тему Диабелли), в 17—18 вв. — часто в жанре арии, танца и др. Наиб. типичные качества темы: песенный характер; форма — период или простая двух-, реже трёхчастная; экономность гармонии и фактуры,  к-рые обогащаются в процессе вариац. развития. В музыке 20 в. встречаются нетрадиц. темы — отдельные аккорд, интервал, звук.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Специфич. качества В. ф&lt;/strong&gt;. — тематич. единство и целостность и вместе с тем замкнутость частей и относит. статичность.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Типы вариаций&lt;/strong&gt; (классификация по разл. признакам):&lt;br /&gt;1)по степени отхода от темы — строгие (сохраняются тональность, гармонич. план и форма) и свободные (широкий диапазон изменений, в т. ч. гармонии, формы, жанрового облика и т. д.; связи с темой порой условны: каждая вариация может достигать самостоятельности как пьеса с индивидуальным содержанием);&lt;/p&gt;
&lt;p&gt;2)по методам варьирования — орнаментальные (или фигурационные), жанрово-характерные и др.&lt;/p&gt;
&lt;p&gt;3)В. ф. могут быть остинатные (тема повторяется без изменений в одном голосе) и неостинатные,&lt;/p&gt;
&lt;p&gt;4)по количеству тем — однотемные и двойные (тройные).&lt;/p&gt;
&lt;p&gt;&lt;br /&gt;&lt;strong&gt;B.ф. зародилась в нар. музыке&lt;/strong&gt; и широко используется в ней (напр., у рожечников, балалаечников, гармонистов и др.).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В проф. музыке разных эпох распространены определ. В. ф.:&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt; в старинной музыке&lt;/strong&gt; — на basso ostinato,&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;у венских классиков&lt;/strong&gt; - с преобладанием строгих фигурац. вариаций (классическая В. ф., напр., Л. Бетховен, соната As-dur, ор. 26 для фп., 1-я часть),&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;в 19 в. &lt;/strong&gt;— свободных жанрово-характерных («Симф. этюды» Шумана), вариации с удержанной мелодией («глинкинские»),&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;в 20 в. &lt;/strong&gt;— модификации всех названных.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;При фигурац. варьировании&lt;/strong&gt; в каждой из вариаций используется единый орнаментальный рисунок; возможна смена ладового наклонения при сохранении тоники.    Среди &lt;strong&gt;приёмов варьирования&lt;/strong&gt;: арпеджирование, гаммообразное движение, смена регистров, диминуция (орнаментальные мелодические ходы мелкими длительностями, часто импровизируемые, дробящие нотированные долгие тоны), смещение мелодич. и гармонич. опор на иные метрич. доли.  &lt;strong&gt;В остинатных  В. ф&lt;/strong&gt;. варьирование косвенное,   посредством   обновления  свободных   голосов.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Цельность классич. В. ф.&lt;/strong&gt; достигается интонац. и тонально-гармонич. единством    с темой, единой линией развития, группировкой вариаций по сходству    (Бетховен, 32 вариации c-moll для фп.: 1—3, 6—7, 10—11) или контрасту, благодаря чему образуется «форма 2-го плана» (по В. В. Протопопову), напр.,   трёхчастная   структура    (Ф. Шуберт,   соната   a-moll op. 42 для фп., 2-я часть). Заключит, раздел часто обнаруживает черты коды, чему способствуют повторение темы  (В. А. Моцарт, Вариации K.-V.   500),  ускорение  темпа   (Бетховен,   соната   G-dur  op.   96  для скр.  и  фп.,   4-я   часть),  увеличение   масштаба   последней  вариации     (Моцарт, соната для скр. и фп. K.-V. 481, 3-я часть), привлечение формы фуги и т. п.&lt;br /&gt;Из проф. образцов В. ф. с 13 в. получили распространение &lt;strong&gt;полифонические вариации&lt;/strong&gt; на cantus firmus, с 16 в. — пассакалья, чакона. &lt;strong&gt;Фигурац. варьирование связано&lt;/strong&gt; с развитием европ. инструментализма (в т. ч. диференсиас, глосы, дубль, орг. партита). &lt;strong&gt;В В. ф. пишутся    самостоят., крупные соч. &lt;/strong&gt;(напр., «Рапсодия на тему Паганини» Рахманинова), &lt;strong&gt;части циклов &lt;/strong&gt;(чаще медленные, напр., С. С. Прокофьев, 3-й концерт для фп. с орк., 2-я часть), &lt;strong&gt;разделы крупной формы&lt;/strong&gt; (напр., Бетховен, 7-я симф., 2-я часть; Д. Д. Шостакович, 7-я симф., 1-я часть), &lt;strong&gt;арии, хоры, песни&lt;/strong&gt;.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Вариационность как общий принцип  обновлённого повторения&lt;/strong&gt; встречается во всех видах муз. форм («рассредоточенные» вариации в рондо: Бетховен, соната G-dur op. 79 для    В. фп., 3-я часть) и в любых построениях — репризе, начальном периоде, фразе, мотиве.&lt;/p&gt;
&lt;p&gt;A.К.   Лядов. Вариации на тему М. И. Глинки для фортепьяно. Вариации I и  II — фигурационные строгие, III и IV — жанрово-характерные свободные.&lt;/p&gt;</content>
	</entry>
	<entry>
		<title>Сонатная форма</title>
		<link rel="alternate" type="text/html" href="http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1343:2011-04-27-12-41-32&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=189"/>
		<published>2011-07-12T00:00:00Z</published>
		<updated>2011-07-12T00:00:00Z</updated>
		<id>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1343:2011-04-27-12-41-32&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=189</id>
		<author>
			<name>Гамаюн</name>
		<email>gamayun@lafamire.ru</email>
		</author>
		<summary type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Сонатная форма&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;Сонатная форма (классическая)  - репризная форма, основанная на драматургическом контрасте главной и побочной партий, на тональном противопоставлении главной и побочной партий в экспозиции (побочная как правило в тональности доминантовой группы) и их тональном объединении или сближении в репризе; для сонатной формы характерны разработочность во всех партиях и разделах, метод производности в тематическом процессе.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;СОНАТНАЯ ФОРМА — форма музыкальная, основанная на экспозиц. противопоставлении и репризном объединении муз. материала по к.-л. признаку (как правило, тональному и тематическому). Наиб. сложная и наряду с этим гибкая среди гомофонных форм, способная отобразить действительность в многообразии, резких образных контрастах и вместе с тем в единстве, диалектич. взаимопереходах противоречащих начал. &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;С. ф. закрепилась в первых частях сонатно-симф. цикла (см. Циклические формы), реже — в финалах, медленных частях и скерцо. &lt;strong&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Состоит из трёх осн. разделов&lt;/strong&gt; -экспозиции, разработки и репризы; возможны вступление и кода.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Сонатная экспозиция&lt;/strong&gt; (в соч. 2-й пол. 18 — нач. 19 вв. обычно повторяется) включает изложение и первонач. развитие осн. тем. Главная партия (ГП), содержащая ведущую муз. мысль — тему действенного характера в осн. тональности, даёт импульс для дальнейшего движения. Неустойчивая и текучая связующая партия (СП) образует тональный переход (см. Модуляция, Предыкт) и продолжает развитие Г П. Иногда для большего контраста СП отсутствует. Тема побочной партии (ПП) (обычно лирич. характера) излагается, как правило, в доминантовой тональности. Возможны ГП и ПП на одной теме (как правило, с нек-рыми изменениями) или несколько тем внутри ПП (напр., в 1-й части 5-й симф. Чайковского). В течении ПП всегда существует момент развития, т. н. перелома (чаще «прорыв» элементов ГП, напр, в 1-й части 2-й фп. сонаты Бетховена), требующий завершения и подытоживания экспозиции в заключит, партии (ЗП).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Сонатная разработка&lt;/strong&gt; обычно состоит из трёх разделов: вступительного, основного (посвященного развитию материала) и переходного, подготавливающего репризу (как правило, с предыктом).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В сонатной репризе&lt;/strong&gt; ПП транспонируется в осн. тональность, уравновешивая этим форму в целом. Иногда используется обратный порядок следования тем (ПП, ГП), образующий т. н. зеркальную репризу. В 19 в. в репризах возможны видоизменение или трансформация тем, сближение их облика или совместное проведение (что обусловлено конкретным художеств. замыслом).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Классической С. ф. предшествовала старинная С. ф&lt;/strong&gt;. (18 в.; произошла от старинной двухчастной формы), состоящая &lt;strong&gt;из двух разделов&lt;/strong&gt;. Первый — модулирующая из основной в доминантовую тональность экспозиция с малоконтрастными, структурно незамкнутыми темами и слитной побочно-заключит. партией. Второй раздел — разработочно-репризный: начинается с развития, подобного разработке (ГП в тональности окончания экспозиции), и завершается собственно репризой — транспонированной в осн. тональность ПП. &lt;strong&gt;Закономерности классич. форм совмещаются здесь с сохранившимся от барокко принципом развёртывания.&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;br /&gt;Существует неск. разновидностей С. ф. &lt;br /&gt;В &lt;strong&gt;С. ф. без разработки&lt;/strong&gt; (как правило, в медленных частях сонатно-симф. цикла и увертюрах) преобладает экспозиционность, темы контрастны, структурно замкнуты и не предполагают развития. &lt;br /&gt;В &lt;strong&gt;С. ф. с э п и з о д о м &lt;/strong&gt;вместо разработки как раздела излагается новая тема (б. ч. в финалах; см. также Рондо-соната). &lt;br /&gt;&lt;strong&gt;С. ф. с двойной экспозицией&lt;/strong&gt; (в первых частях инстр. концертов 2-й пол. 18—19 вв.) подчинена идее концертирования — сопоставлению солиста и оркестра. 1-я орк. экспозиция заканчивается в осн. тональности, 2-я экспозиция (солист с оркестром) на новых или прежних темах — в доминантовой. Специфич. черта этой формы — &lt;strong&gt;наличие виртуозной каденции солиста перед репризой или в её конце&lt;/strong&gt; (ЗП, кода). &lt;br /&gt;С. ф. испытала значит. историч. &lt;strong&gt;эволюцию&lt;/strong&gt;. &lt;strong&gt;В эпоху романтизма&lt;/strong&gt; в ней увеличилась роль экспозиционности и контрастных сопоставлений, формы тем укрупнились, ПП подчас превалирует над ГП. Индивидуализированная (в т. ч. благодаря программности) С. ф. романтиков нередко приближается к свободным и смешанным формам.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В 20 в. &lt;/strong&gt;С. ф. сохранила большое значение и обогатилась новыми драматургическими решениями (напр., в 1-й части 7-й симф. Шостаковича резкий контраст между не гл. темами, а экспозицией и разработкой, трансформация тем в репризе до едва узнаваемого облика и &lt;br /&gt;др.).&lt;/p&gt;</summary>
		<content type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Сонатная форма&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;Сонатная форма (классическая)  - репризная форма, основанная на драматургическом контрасте главной и побочной партий, на тональном противопоставлении главной и побочной партий в экспозиции (побочная как правило в тональности доминантовой группы) и их тональном объединении или сближении в репризе; для сонатной формы характерны разработочность во всех партиях и разделах, метод производности в тематическом процессе.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;СОНАТНАЯ ФОРМА — форма музыкальная, основанная на экспозиц. противопоставлении и репризном объединении муз. материала по к.-л. признаку (как правило, тональному и тематическому). Наиб. сложная и наряду с этим гибкая среди гомофонных форм, способная отобразить действительность в многообразии, резких образных контрастах и вместе с тем в единстве, диалектич. взаимопереходах противоречащих начал. &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;С. ф. закрепилась в первых частях сонатно-симф. цикла (см. Циклические формы), реже — в финалах, медленных частях и скерцо. &lt;strong&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Состоит из трёх осн. разделов&lt;/strong&gt; -экспозиции, разработки и репризы; возможны вступление и кода.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Сонатная экспозиция&lt;/strong&gt; (в соч. 2-й пол. 18 — нач. 19 вв. обычно повторяется) включает изложение и первонач. развитие осн. тем. Главная партия (ГП), содержащая ведущую муз. мысль — тему действенного характера в осн. тональности, даёт импульс для дальнейшего движения. Неустойчивая и текучая связующая партия (СП) образует тональный переход (см. Модуляция, Предыкт) и продолжает развитие Г П. Иногда для большего контраста СП отсутствует. Тема побочной партии (ПП) (обычно лирич. характера) излагается, как правило, в доминантовой тональности. Возможны ГП и ПП на одной теме (как правило, с нек-рыми изменениями) или несколько тем внутри ПП (напр., в 1-й части 5-й симф. Чайковского). В течении ПП всегда существует момент развития, т. н. перелома (чаще «прорыв» элементов ГП, напр, в 1-й части 2-й фп. сонаты Бетховена), требующий завершения и подытоживания экспозиции в заключит, партии (ЗП).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Сонатная разработка&lt;/strong&gt; обычно состоит из трёх разделов: вступительного, основного (посвященного развитию материала) и переходного, подготавливающего репризу (как правило, с предыктом).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В сонатной репризе&lt;/strong&gt; ПП транспонируется в осн. тональность, уравновешивая этим форму в целом. Иногда используется обратный порядок следования тем (ПП, ГП), образующий т. н. зеркальную репризу. В 19 в. в репризах возможны видоизменение или трансформация тем, сближение их облика или совместное проведение (что обусловлено конкретным художеств. замыслом).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Классической С. ф. предшествовала старинная С. ф&lt;/strong&gt;. (18 в.; произошла от старинной двухчастной формы), состоящая &lt;strong&gt;из двух разделов&lt;/strong&gt;. Первый — модулирующая из основной в доминантовую тональность экспозиция с малоконтрастными, структурно незамкнутыми темами и слитной побочно-заключит. партией. Второй раздел — разработочно-репризный: начинается с развития, подобного разработке (ГП в тональности окончания экспозиции), и завершается собственно репризой — транспонированной в осн. тональность ПП. &lt;strong&gt;Закономерности классич. форм совмещаются здесь с сохранившимся от барокко принципом развёртывания.&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;br /&gt;Существует неск. разновидностей С. ф. &lt;br /&gt;В &lt;strong&gt;С. ф. без разработки&lt;/strong&gt; (как правило, в медленных частях сонатно-симф. цикла и увертюрах) преобладает экспозиционность, темы контрастны, структурно замкнуты и не предполагают развития. &lt;br /&gt;В &lt;strong&gt;С. ф. с э п и з о д о м &lt;/strong&gt;вместо разработки как раздела излагается новая тема (б. ч. в финалах; см. также Рондо-соната). &lt;br /&gt;&lt;strong&gt;С. ф. с двойной экспозицией&lt;/strong&gt; (в первых частях инстр. концертов 2-й пол. 18—19 вв.) подчинена идее концертирования — сопоставлению солиста и оркестра. 1-я орк. экспозиция заканчивается в осн. тональности, 2-я экспозиция (солист с оркестром) на новых или прежних темах — в доминантовой. Специфич. черта этой формы — &lt;strong&gt;наличие виртуозной каденции солиста перед репризой или в её конце&lt;/strong&gt; (ЗП, кода). &lt;br /&gt;С. ф. испытала значит. историч. &lt;strong&gt;эволюцию&lt;/strong&gt;. &lt;strong&gt;В эпоху романтизма&lt;/strong&gt; в ней увеличилась роль экспозиционности и контрастных сопоставлений, формы тем укрупнились, ПП подчас превалирует над ГП. Индивидуализированная (в т. ч. благодаря программности) С. ф. романтиков нередко приближается к свободным и смешанным формам.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;В 20 в. &lt;/strong&gt;С. ф. сохранила большое значение и обогатилась новыми драматургическими решениями (напр., в 1-й части 7-й симф. Шостаковича резкий контраст между не гл. темами, а экспозицией и разработкой, трансформация тем в репризе до едва узнаваемого облика и &lt;br /&gt;др.).&lt;/p&gt;</content>
	</entry>
	<entry>
		<title>Рондо-соната</title>
		<link rel="alternate" type="text/html" href="http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1345:2011-04-27-16-06-10&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=190"/>
		<published>2011-07-12T00:00:00Z</published>
		<updated>2011-07-12T00:00:00Z</updated>
		<id>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1345:2011-04-27-16-06-10&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=190</id>
		<author>
			<name>Гамаюн</name>
		<email>gamayun@lafamire.ru</email>
		</author>
		<summary type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Рондо-соната&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;&lt;strong&gt;РОНДО-СОНАТА — муз. форма, объединяющая признаки сонатной формы и рондо&lt;/strong&gt;. &lt;strong&gt;От сонатной формы&lt;/strong&gt; заимствуются общий тональный план, принцип сопоставления в экспозиции двух тем в главной и побочной (доминантовой) тональностях, репризная транспозиция 1-го эпизода (побочной партии) в осн. тональность, &lt;strong&gt;от рондо&lt;/strong&gt; — принцип повторения рефрена (гл. партии) только в осн. тональности не менее 3 раз после нового муз. материала, песенно-танц. тематизм, квадратность структур:&lt;/p&gt;
&lt;p&gt; &lt;/p&gt;
Тематический план                A    B    A                      С                                     А      В1     А  (кода)
&lt;div style=&quot;text-align: justify;&quot;&gt;&lt;/div&gt;
Тональный план                       Т     D    Т                                                             Т      Т       Т
&lt;div style=&quot;text-align: justify;&quot;&gt;&lt;/div&gt;
Разделы                                   Экспозиция       Разработка или 2-йэпизод     Реприза
&lt;p&gt;А — рефрен (гл. партия) &lt;br /&gt;В — 1-й эпизод (побочная партия)&lt;br /&gt;&lt;strong&gt;&lt;br /&gt;Разновидности Р.-с.&lt;/strong&gt; определяются характером центр. раздела:&lt;/p&gt;
&lt;p&gt;а) если это разработка тем экспозиции, то Р.-с. приближается к сонатной форме (3-я часть Концерта для фп. с орк. Скрябина);&lt;/p&gt;
&lt;p&gt;б) если это эпизод — то к рондо (4-я часть 2-й фп. сонаты Бетховена).&lt;/p&gt;
&lt;p&gt;Вступление для Р.-с. нехарактерно; вместо последнего проведения рефрена возможна кода.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Р.-с. сложилась в творчестве композиторов венской классической школы&lt;/strong&gt;; используется гл. обр. в финалах сонатно-симф. циклов. В отличие от свободных и смешанных форм Р.-с. —устойчивая композиц. схема, к-рая, однако, допускает разл. решения, напр.: пропуск 3-го или 4-го проведения гл. партии (4-я часть 3-й сонаты для скр. и фп. Брамса; 3-я часть 16-й фп. сонаты Бетховена), совмещение в центр. разделе разработки и эпизода (4-я часть 11-й фп. сонаты Бетховена), последование двух эпизодов(3-я часть сонаты C-dur для скр. и фп. Моцарта, K.-V. 296), сочетание Р.-с. с др. формами, напр., с вариационной (4-я часть 4-й симф.Чайковского)&lt;/p&gt;</summary>
		<content type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Рондо-соната&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;&lt;strong&gt;РОНДО-СОНАТА — муз. форма, объединяющая признаки сонатной формы и рондо&lt;/strong&gt;. &lt;strong&gt;От сонатной формы&lt;/strong&gt; заимствуются общий тональный план, принцип сопоставления в экспозиции двух тем в главной и побочной (доминантовой) тональностях, репризная транспозиция 1-го эпизода (побочной партии) в осн. тональность, &lt;strong&gt;от рондо&lt;/strong&gt; — принцип повторения рефрена (гл. партии) только в осн. тональности не менее 3 раз после нового муз. материала, песенно-танц. тематизм, квадратность структур:&lt;/p&gt;
&lt;p&gt; &lt;/p&gt;
Тематический план                A    B    A                      С                                     А      В1     А  (кода)
&lt;div style=&quot;text-align: justify;&quot;&gt;&lt;/div&gt;
Тональный план                       Т     D    Т                                                             Т      Т       Т
&lt;div style=&quot;text-align: justify;&quot;&gt;&lt;/div&gt;
Разделы                                   Экспозиция       Разработка или 2-йэпизод     Реприза
&lt;p&gt;А — рефрен (гл. партия) &lt;br /&gt;В — 1-й эпизод (побочная партия)&lt;br /&gt;&lt;strong&gt;&lt;br /&gt;Разновидности Р.-с.&lt;/strong&gt; определяются характером центр. раздела:&lt;/p&gt;
&lt;p&gt;а) если это разработка тем экспозиции, то Р.-с. приближается к сонатной форме (3-я часть Концерта для фп. с орк. Скрябина);&lt;/p&gt;
&lt;p&gt;б) если это эпизод — то к рондо (4-я часть 2-й фп. сонаты Бетховена).&lt;/p&gt;
&lt;p&gt;Вступление для Р.-с. нехарактерно; вместо последнего проведения рефрена возможна кода.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Р.-с. сложилась в творчестве композиторов венской классической школы&lt;/strong&gt;; используется гл. обр. в финалах сонатно-симф. циклов. В отличие от свободных и смешанных форм Р.-с. —устойчивая композиц. схема, к-рая, однако, допускает разл. решения, напр.: пропуск 3-го или 4-го проведения гл. партии (4-я часть 3-й сонаты для скр. и фп. Брамса; 3-я часть 16-й фп. сонаты Бетховена), совмещение в центр. разделе разработки и эпизода (4-я часть 11-й фп. сонаты Бетховена), последование двух эпизодов(3-я часть сонаты C-dur для скр. и фп. Моцарта, K.-V. 296), сочетание Р.-с. с др. формами, напр., с вариационной (4-я часть 4-й симф.Чайковского)&lt;/p&gt;</content>
	</entry>
	<entry>
		<title>Старинная 2-х частная и старинная сонатная форма</title>
		<link rel="alternate" type="text/html" href="http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1346:2011-04-27-09-26-12&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=188"/>
		<published>2011-07-12T00:00:00Z</published>
		<updated>2011-07-12T00:00:00Z</updated>
		<id>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1346:2011-04-27-09-26-12&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=188</id>
		<author>
			<name>Гамаюн</name>
		<email>gamayun@lafamire.ru</email>
		</author>
		<summary type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Старинная 2-х частная и старинная сонатная форма&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;&lt;strong&gt;&lt;span style=&quot;font-size: 12pt;&quot;&gt;Старинная двухчастная форма&lt;/span&gt;&lt;/strong&gt; — одна из наибол. распространённых во 2-й пол. 17 — 1-й пол. 18 вв. инстр. форм.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;С. д. ф. неконтрастна,   тематически   однородна,   в   основе   тонального   плана — формула T-D-S-T. &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;1-я часть&lt;/strong&gt; — период типа развёртывания, состоящий из   ядра    (2—4   такта)    и   неустойчивого    (обычно   секвентного) продолжения с каденцией в доминантовой тональности (V, III ступени).&lt;/p&gt;
&lt;p&gt;Тематически &lt;strong&gt;2-я часть&lt;/strong&gt; подобна 1-й части, но тональное движение иное — от доминантовой через субдоминантовую (возможна каденция в середине 2-й части) к осн. тональности. &lt;br /&gt;&lt;strong&gt;&lt;br /&gt;Применяется &lt;/strong&gt;в частях сюит, прелюдиях (c-moll из 2-го т. «ХТК») и др. отд. произв. (инвенция C-dur Баха).   Неквадратность,  текучесть  изложения,  полифонич.  приёмы роднят  С. д. ф.  с  полифонич.  формами.   Вместе   с  тем  С. д. ф. — предшественница  старинной  и  классич.  сонатной  формы,  а также классич. простых форм.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Старинная сонатная форма&lt;/strong&gt; (18 в.; произошла от старинной двухчастной формы), состоит &lt;strong&gt;из двух разделов&lt;/strong&gt;.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Первый&lt;/strong&gt; — модулирующая из основной в доминантовую тональность экспозиция  с малоконтрастными, структурно незамкнутыми темами и слитной  побочно-заключит. партией. &lt;strong&gt;Второй&lt;/strong&gt; раздел — разработочно-репризный:  начинается с развития, подобного разработке (ГП в тональности окончания  экспозиции), и завершается собственно репризой — транспонированной в  осн. тональность ПП. &lt;strong&gt;Закономерности классич. форм совмещаются здесь с сохранившимся от барокко принципом развёртывания.&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt; &lt;/p&gt;</summary>
		<content type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Старинная 2-х частная и старинная сонатная форма&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;&lt;strong&gt;&lt;span style=&quot;font-size: 12pt;&quot;&gt;Старинная двухчастная форма&lt;/span&gt;&lt;/strong&gt; — одна из наибол. распространённых во 2-й пол. 17 — 1-й пол. 18 вв. инстр. форм.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;С. д. ф. неконтрастна,   тематически   однородна,   в   основе   тонального   плана — формула T-D-S-T. &lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;1-я часть&lt;/strong&gt; — период типа развёртывания, состоящий из   ядра    (2—4   такта)    и   неустойчивого    (обычно   секвентного) продолжения с каденцией в доминантовой тональности (V, III ступени).&lt;/p&gt;
&lt;p&gt;Тематически &lt;strong&gt;2-я часть&lt;/strong&gt; подобна 1-й части, но тональное движение иное — от доминантовой через субдоминантовую (возможна каденция в середине 2-й части) к осн. тональности. &lt;br /&gt;&lt;strong&gt;&lt;br /&gt;Применяется &lt;/strong&gt;в частях сюит, прелюдиях (c-moll из 2-го т. «ХТК») и др. отд. произв. (инвенция C-dur Баха).   Неквадратность,  текучесть  изложения,  полифонич.  приёмы роднят  С. д. ф.  с  полифонич.  формами.   Вместе   с  тем  С. д. ф. — предшественница  старинной  и  классич.  сонатной  формы,  а также классич. простых форм.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Старинная сонатная форма&lt;/strong&gt; (18 в.; произошла от старинной двухчастной формы), состоит &lt;strong&gt;из двух разделов&lt;/strong&gt;.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Первый&lt;/strong&gt; — модулирующая из основной в доминантовую тональность экспозиция  с малоконтрастными, структурно незамкнутыми темами и слитной  побочно-заключит. партией. &lt;strong&gt;Второй&lt;/strong&gt; раздел — разработочно-репризный:  начинается с развития, подобного разработке (ГП в тональности окончания  экспозиции), и завершается собственно репризой — транспонированной в  осн. тональность ПП. &lt;strong&gt;Закономерности классич. форм совмещаются здесь с сохранившимся от барокко принципом развёртывания.&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt; &lt;/p&gt;</content>
	</entry>
	<entry>
		<title>Сложная 2-х частная форма</title>
		<link rel="alternate" type="text/html" href="http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1382:-2---&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=192"/>
		<published>2011-07-12T00:00:00Z</published>
		<updated>2011-07-12T00:00:00Z</updated>
		<id>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1382:-2---&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=192</id>
		<author>
			<name>Гамаюн</name>
		<email>gamayun@lafamire.ru</email>
		</author>
		<summary type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Сложная 2-х частная форма&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;СЛОЖНЫЕ ФОРМЫ — муз. формы из двух, трёх и более частей (каждая или только 1-я часть сложнее периода), сопоставленных по контрасту (различаются по тематизму, фактуре, тональности). Ранние образцы — в сюитах 16—17 вв. (дубль — Da capo; сопоставление двух одноимённых, но разных танцев).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Нормативные типы С. ф.&lt;/strong&gt; выработаны композиторами венской классической школы.&lt;/p&gt;
&lt;strong&gt;&lt;br /&gt;В      двухчастной С. ф.&lt;/strong&gt; (в более ранних образцах части в одной тональности)  либо 1-я часть имеет характер вступительной (2 песни Веденецкого гостя), либо 2-я — заключительной (дуэттино Дон-Жуана и Церлины) или припева (романс «Болеро» Глинки). Распространена в вок. соч., т. к. безрепризная контрастность требует смыслового подтверждения в тексте, сценич. ситуации (ариозо Лизы); в инстр. соч. может быть связана со скрытым программным подтекстом  (Ноктюрн g-moll op.15 Шопена.)
&lt;p&gt;Принцип сложения формы из контрастных частей весьма распространён и многообразно претворяется в музыке 19—20 вв. Он лежит в основе составных форм с нерегламентиров. количеством частей (в т. ч. концентрической формы) и их расположением (Вальс Es-dur op. 18 Шопена, схема: ABCDA+кода). Во многих С. ф. 2-й пол. 19—20 вв. контраст частей усиливается до различия темпа, чтосближает их с контрастно-составными формами.&lt;/p&gt;</summary>
		<content type="html">&lt;h1 style=&quot;text-align: justify;&quot;&gt;&lt;span style=&quot;font-size: 14pt;&quot;&gt;Сложная 2-х частная форма&lt;/span&gt;&lt;br /&gt;&lt;/h1&gt;
&lt;p&gt;СЛОЖНЫЕ ФОРМЫ — муз. формы из двух, трёх и более частей (каждая или только 1-я часть сложнее периода), сопоставленных по контрасту (различаются по тематизму, фактуре, тональности). Ранние образцы — в сюитах 16—17 вв. (дубль — Da capo; сопоставление двух одноимённых, но разных танцев).&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Нормативные типы С. ф.&lt;/strong&gt; выработаны композиторами венской классической школы.&lt;/p&gt;
&lt;strong&gt;&lt;br /&gt;В      двухчастной С. ф.&lt;/strong&gt; (в более ранних образцах части в одной тональности)  либо 1-я часть имеет характер вступительной (2 песни Веденецкого гостя), либо 2-я — заключительной (дуэттино Дон-Жуана и Церлины) или припева (романс «Болеро» Глинки). Распространена в вок. соч., т. к. безрепризная контрастность требует смыслового подтверждения в тексте, сценич. ситуации (ариозо Лизы); в инстр. соч. может быть связана со скрытым программным подтекстом  (Ноктюрн g-moll op.15 Шопена.)
&lt;p&gt;Принцип сложения формы из контрастных частей весьма распространён и многообразно претворяется в музыке 19—20 вв. Он лежит в основе составных форм с нерегламентиров. количеством частей (в т. ч. концентрической формы) и их расположением (Вальс Es-dur op. 18 Шопена, схема: ABCDA+кода). Во многих С. ф. 2-й пол. 19—20 вв. контраст частей усиливается до различия темпа, чтосближает их с контрастно-составными формами.&lt;/p&gt;</content>
	</entry>
</feed>
