<?xml version="1.0" encoding="utf-8"?>
<!-- generator="Joomla! 1.5 - Open Source Content Management" -->
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
	<channel>
		<title>Развлечения</title>
		<description>Сольфеджио. Теория музыки. Анализ. Гармония (решебники)</description>
		<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=section&amp;id=14&amp;layout=blog&amp;Itemid=920</link>
		<lastBuildDate>Thu, 04 May 2017 13:07:55 +0000</lastBuildDate>
		<generator>Joomla! 1.5 - Open Source Content Management</generator>
		<language>ru-ru</language>
		<item>
			<title> Анекдот про композитора Бетховена №1</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1684:-1&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1016</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1684:-1&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1016</guid>
			<description><![CDATA[<p>Анекдот про композитора Бетховена №1</p><p style="text-align: justify;" mce_style="text-align: justify;">Ко времени пребывания Бетховена в Праге в 1798 г. относится следующий случай. Одна дама спросила Бетховена, часто ли он слушает оперы Моцарта. Бетховен, любивший шутки и мистификации,ответил: "Нет, сударыня, я их не знаю. Вообще я неохотно слушаю чужую музыку, так как боюсь нанести ущерб своей оригинальности". Подобные шутки давали повод говорить о непомерном самомнении Бетховена.<br /></p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Анекдоты про композитора Бетховена</category>
			<pubDate>Thu, 07 Mar 2013 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title> Анекдот про композитора Бетховена №2</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1683:-2&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1017</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1683:-2&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1017</guid>
			<description><![CDATA[<p>Анекдот про композитора Бетховена №2</p><p style="text-align: justify;" mce_style="text-align: justify;">Слава Бетховена в светском обществе была столь велика, что одно его имя создавало успех музыкальному произведению. Однажды Фердинанд Рис (ученик и друг Бетховена, пианист, скрипач, виолончелист, композитор) был на курорте Бадене, близ Вены, куда часто наведывался и Бетховен. В отсутствие учителя Рис в каком-то светском салоне импровизировал марш и выдал его за бетховенский. Поднялась буря восторгов. Приехавший композитор поддержал шутку, а потом сказал Рису: "Видите, милый Рис, каковы эти большие знатоки, которые претендуют на правильные суждения о всякой музыке. Дай им только имя их любимца, и больше им ничего не нужно".<br /></p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Анекдоты про композитора Бетховена</category>
			<pubDate>Thu, 07 Mar 2013 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title> Анекдот про композитора Бетховена №3</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1685:-3&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1018</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1685:-3&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1018</guid>
			<description><![CDATA[<p>Анекдот про композитора Бетховена №3</p><p style="text-align: justify;" mce_style="text-align: justify;">Осенью 1791 года капелла курфюрста, в которой служил Бетховен, на двух яхтах из Бонна отправилась в город Мертгентхейм. Курфюрста сопровождала также и театральная труппа. Путешествие по Рейну и Майну в ясные теплые сентябрьские дни было желанным отдыхом от придворной службы. По дороге капелла остановилась в городке Ашшафенбурге, летней резиденции майнцского курфюрста. Придворным пианистом курфюрста был один из выдающихся немецких музыкантов аббат Штеркель, и боннские музыканты, в том числе Рис и Бетховен, сочли своим долгом посетить знаменитого собрата. Штеркель сыграл гостям несколько произведений. Людвиг с напряженнейшим вниманием слушал его утонченную, совершенную по изяществу игру. Но вот Штеркель встает и приглашает юного гостя что-нибудь сыграть, Бетховен не соглашается, и хитрый аббат прибегает к остроумной уловке. Он вспоминает изданные Бетховеном фортепианные вариации на тему песенки майнцского дирижера Ригини "Приди, любовь", ужасается их невероятной трудности и выражает сомнение, сможет ли сыграть эти вариации сам автор. <br /></p><p style="text-align: justify;" mce_style="text-align: justify;">Этого было достаточно, чтобы заставить самолюбивого Бетховена сесть за инструмент. Людвиг не только сыграл наизусть свои вариации, но вспомнил и другие сочинения. К величайшему удивлению слушателей, его игра приобретает изящный характер игры Штеркеля: он мастерски подражает аббату и воспроизводит совершенно чуждую ему "галантную", "дамскую" манеру игры пианиста. <br /></p><p style="text-align: justify;" mce_style="text-align: justify;">Эта метаморфоза свидетельствует о даре перевоплощения, которым обладал Бетховен-пианист. Его собственный исполнительский стиль в корне отличался от преобладавшей в то время изящной виртуозности.<br /></p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Анекдоты про композитора Бетховена</category>
			<pubDate>Sun, 17 Mar 2013 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title> Анекдот про композитора Бетховена №4</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1686:-----4&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1019</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1686:-----4&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1019</guid>
			<description><![CDATA[<p>Анекдот про композитора Бетховена №4</p><p style="text-align: justify;" mce_style="text-align: justify;">1795 год. Приехав в Вену, Бетховен направился к Гайдну, который ещё в Бонне обещал с ним заниматься. Биограф Бетховена А. Тайер дает описание встречи двух великих музыкантов:</p><p style="text-align: justify;" mce_style="text-align: justify;">"Маленький, худощавый, смуглый, со следами оспы на лице, черноглазый и черноволосый двадцатидвухлетний музыкант прибыл в столицу, чтобы усовершенствоваться в своем искусстве у маленького, тщедушного, смуглого, с лицом, изрытым оспой, черноглазого, одетого в черный парик, старого мастера".</p><p style="text-align: justify;" mce_style="text-align: justify;">Бывший патрон Гайдна, старый князь Эстергази, называл комопзитора "мавром". Эта кличка как нельзя более подходила и к молодому пришельцу из Бонна.<br /></p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Анекдоты про композитора Бетховена</category>
			<pubDate>Mon, 18 Mar 2013 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>Анекдот про композитора Бетховена №5</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1687:-5&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1020</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1687:-5&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1020</guid>
			<description><![CDATA[<p>Анекдот про композитора Бетховена №5</p><p style="text-align: justify;" mce_style="text-align: justify;">В Вене Бетховен учился искусству композиции у разных учителей. Вначале это был Йозеф Гайдн, занимавшийся с Гайдном контрапунктом. Затем чешский композитор Алоис Ферстер, у которого Бетховен учился квартетной композиции. Потом автор известных немецких зингшпилей Иоганн Шенк, заменивший Гайдна в&nbsp; занятиях контрапунктом. Затем это были Альбрехтсбергер и Сальери. С Альбрехтсбергером Бетховен занимался контрапунктом полтора года и прошел почти весь курс. Но Альбрехтсбергер не был доволен своим учеником и резко отзывался о нем: "Этот ничему не научился и ничему не научится". Бетховен никак не отзывался об Альбрехтсбергере. Совершенно иными были взаимоотношения Бетховена с итальянцем Антонио Сальери, у которого Бетховен в течение нескольких лет изучал искусство легко, свободно и выразительно писать оперные партии. Сальери относился к Бетховену с вниманием и симпатией. Занятия с Сальери давали большое удовлетворение Бетховену. Его хорошее отношение к Сальери оставалось неизменным и после прекращения занятий. Как-то в 1809 году, зайдя к Сальери и не застав его дома, Бетховен оставил записку следующего содержания: "Сюда заходил ученик Бетховен".<br /></p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Анекдоты про композитора Бетховена</category>
			<pubDate>Tue, 19 Mar 2013 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title> Анекдот про композитора Бетховена №6</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1688:-6&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1021</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1688:-6&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1021</guid>
			<description><![CDATA[<p>Анекдот про композитора Бетховена №6</p><p style="text-align: justify;" mce_style="text-align: justify;">С берлинскими музыкантами Бетховен сходился туго. Цельтер, консерватор по убеждениям, терпеть его не мог и много лет поддерживал предубеждение Гете против Бетховена. О взаимоотношениях Бетховена с берлинскими музыкантами можно судить по следующему любопытному инциденту. Лучший берлинский пианист Ф.Г. Гиммель импровизировал в модной, столь ненавистной Бетховену, сентиментальной манере. Бетховен долго слушал его и вдруг произнес: "Когда же вы, наконец, начнете играть?" В ответ на возмущение Гиммеля Бетховен спокойно сказал: "А я думал - вы только слегка прелюдируете!" Гиммель не остался в долгу. Внешне оставаясь с Бетховеном в приятельских отношениях, Гиммель в&nbsp; отместку однажды сообщил Бетховену в Вену о "новом изобретении" - "фонаре для слепых". Бетховен поверил в этот абсурд. Проявляя живейший интерес ко всем новым идеям и изобретениям, он возбужденно рассказывал о чудодейственном фонаре друзьям и знакомым и требовал от Гиммеля подробностей. Гиммель всласть посмеялся над наивной доверчивостью композитора.<br /></p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Анекдоты про композитора Бетховена</category>
			<pubDate>Wed, 20 Mar 2013 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title> Анекдот про композитора Бетховена №7</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1689:-----7&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1022</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1689:-----7&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1022</guid>
			<description><![CDATA[<p>Анекдот про композитора Бетховена №7</p><p style="text-align: justify;" mce_style="text-align: justify;">В 1799 году Бетховен встретился с крупнейшими виртуозами - контрабасистом Д. Драгонетти, с которым он играл свою виолончельную сонату, и пианистом Джоном Крамером.&nbsp; Драгонетти привел Бетховена в такое восхищение идеально точным исполнением виолончельной партии его сонаты на контрабасе, что композитор, вскочив с места, горячо обнял и контрабас, и контрабасиста. Оркестровые контрабасисты, которых Бетховен до той поры презрительно именовал "водовозами", вскоре почувствовали результаты знакомства Бетховена с Драгонетти. Контрабас, бывший не в чести у композиторов и обычно не имевший в оркестре самостоятельной партии (у Моцарта и Гайдна контрабас только удваивал октавой ниже партию виолончели), привлек с этого времени внимание Бетховена, повысил его интерес к инструменту и требования к мастерству контрабасистов.<br /></p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Анекдоты про композитора Бетховена</category>
			<pubDate>Sat, 23 Mar 2013 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title> Анекдот про композитора Бетховена №8</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1690:-----8&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1023</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1690:-----8&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1023</guid>
			<description><![CDATA[<p>Анекдот про композитора Бетховена №8</p><p style="text-align: justify;">В 1800 году в Вене Бетховену пришлось встретиться с сильным соперником - парижским пианистом Даниэлем Штейбельтом, выдающимся виртуозом, но неглубоким художником. Это был если не создатель, то, во всяком случае, большой мастер длительного тремоло, при помощи которого Штейбельт умел производить впечатление приближающейся и удаляющейся грозы, звона колокольчиков и т.п. Несмотря на то, что сочинения Штейбельта отличались убожестовм замысла, бедностью и банальностью музыки, они пользовались шумным успехом в больших городах Европы.(Успех Штейбельта обусловливался, впрочем, не только пианистической его техникой. Обычно он приглашал светских дам сопровождать его игру аккомпанементом тамбуринов, уроки игры на которых за солидную плату давала жена Штейбельта. Во всех поездках Штейбельта сопровождал целый воз тамбуринов, распродаваемых в городе, куда он ехал концертировать.)<br /></p><p style="text-align: justify;">В Вене, во дворце графа М. Фриса, модный парижский пианист встретился с Бетховеном. Штейбельт с успехом сыграл свою заученную "импровизацию". Когда он кончил играть, публика стала просить выступить Бетховена. Хотя никто не произнес слова "состязание", всем было ясно, что начиналось соревнование двух пианистов. Бетховен рассвирепел: он всегда приходил в глубокое негодование при столкновении со всяким неполноценным искусством, со всем поверхностным, дутым и ничтожным и в творчестве и в жизни. После импровизации Штейбельта предполагалось исполнение его фортепианного квинтета. Пульты с нотами стояли уже на местах. Бетховен схватил виолончельную партию квинтета, поставил её вверх ногами, сыграл одним пальцем нелепую последовательность звуков, получавшуюся от перевернутых таким образом нот, и затем стал импровизировать на эту, с позволения сказать, тему. Штейбельт незаметно скрылся и никогда не мог забыть нанесенной ему обиды. А по музыкальным салонам разнеслась весть о новой победе Бетховена. Штейбельту вскоре пришлось оставить Вену.<br /></p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Анекдоты про композитора Бетховена</category>
			<pubDate>Sat, 30 Mar 2013 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title> Анекдот про композитора Бетховена №9</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1691:-9&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1024</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1691:-9&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1024</guid>
			<description><![CDATA[<p>Анекдот про композитора Бетховена №9</p><p style="text-align: justify;" mce_style="text-align: justify;">Лето 1800 года Бетховен провел в деревушке Нижнем Деблинге. Каждое лето он покидал душную Вену и проводил летние месяцы в её окрестностях. Больше всего его влекли малолюдные сельские местности, прохлада лесов, безграничные поля, вид отдаленных горных цепей. Все это в какой-то мере заменяло могучие рейнские просторы. Длительные прогулки в Венском лесу, сельская жизнь, отсутствие забот и полное одиночество благотворно действовали на Бетховена. Почти каждое лето, проведенное в деревне, приносило крупные музыкальные произведения.</p><p style="text-align: justify;" mce_style="text-align: justify;">Родовая аристократия Вены с наступлением лета разъезжалась по своим имениям. А семьи венской интеллигенции искали, подобно Бетховену, летнего убежища в окрестных деревушках. Соседкой Бетховена по дому в Нижнем Деблинге оказалась жена известного венского адвоката Грильпарцера с детьми. В это лето Бетховен не только сочинял, но много и с увлечением играл, привлекая внимание соседей. Девятилетний сын Грильпарцера, Франц, будущий немецкий поэт-романтик, прислушивалися к могучим звукам бетховенской музыки, а его мать попросту подслушивала игру, приложив ухо к двери. Бетховен не переносил подобного "внимания". Однажды, услышав во время игры шорох за дверью, композитор резко прервал музыку, вскочил со стула и  стремительно распахнул дверь. Убедившись, что его подслушивают, Бетховен больше уже не играл в  течение лета, и никакие просьбы и раскаяние соседки не могли изменить его решения.<br /></p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Анекдоты про композитора Бетховена</category>
			<pubDate>Fri, 12 Apr 2013 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title> Анекдот про композитора Бетховена №10</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1692:-----10&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1025</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1692:-----10&amp;catid=88:anekdoty-pro-bethovena&amp;Itemid=1025</guid>
			<description><![CDATA[<p>Анекдот про композитора Бетховена №10</p><p>Во времена Бетховена самым солидным музыкальным журналом являлась "Allgemeine Musikalische Zeitung", издаваемая лейпцигской фирмой Брейткопфа и Гертеля. Она начала выходить с 1798 года под редакцией лучшего музыкального критика Германии И.Ф. Рохлица. Однако Бетховен вначале был не в большой чести у этого музыканта, а потому статьи о нем, помещаемые в этой газете, часто выводили композитора из себя - и недаром: этотмузыкальный орган редко давал правильную оценку его произведениям.</p><p>Так, в 1799 году о вариациях Бетховена на тему Гретри газета писала следующее: "Г-н Бетховен является очень умелым пианистом, это известно, - и если бы даже не было известно, это можно было бы предположить по "Вариациям". Является ли он, однако, столь же счастливым композитором - вот вопрос, на который трудно ответить положительно, имея перед собой эти опыты. Рецензент не хочет этим сказать, что ему не понравились все вариации... Однако г-н Бетховен менее счастилив в вариациях на первую тему (12 вариаций на тему "Девушка или женщина"), где он себе позволяет, например, такие обороты и такую жесткость в модуляциях, которые очень далеки от красоты [здесь приведены примеры смелых гармонических ходов]. Подобные переходы тем более плоски, чем более они претенциозны и широковещательны". Далее автор рецензии жалуется на обилие плохих вариаций и ставит в пример Бетховену вариации Форкеля на английский гимн.<br /></p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Анекдоты про композитора Бетховена</category>
			<pubDate>Sun, 14 Apr 2013 00:00:00 +0000</pubDate>
		</item>
	</channel>
</rss>
