<?xml version="1.0" encoding="utf-8"?>
<!-- generator="Joomla! 1.5 - Open Source Content Management" -->
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
	<channel>
		<title>Основные формы</title>
		<description>Сольфеджио. Теория музыки. Анализ. Гармония (решебники)</description>
		<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=category&amp;id=23&amp;Itemid=64</link>
		<lastBuildDate>Thu, 04 May 2017 13:18:14 +0000</lastBuildDate>
		<generator>Joomla! 1.5 - Open Source Content Management</generator>
		<language>ru-ru</language>
		<item>
			<title>Период.Форма</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1132:2010-04-04-14-48-18&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=183</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1132:2010-04-04-14-48-18&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=183</guid>
			<description><![CDATA[<h1><span style="font-size: 14pt;">Период</span><br /></h1>
<p><strong>ПЕРИОД (от греч. — обход, круговращение) — наименьшая гомофонная форма, выражающая относительно законч. муз. мысль. Нормативная продолжительность П. — 8 или 16 тактов (в зависимости от темпа, размера, жанра соч.). Характерен экспозиц. тип изложения. </strong></p>
<p>П. кончается в исходной (<strong>однотональный П.</strong>) или новой (<strong>модулирующий П.</strong>) тональности.</p>
<p>П. может быть построен из отд. составных частей — <strong>предложений</strong>, к-рые отделены друг от друга <strong>каденциями</strong>, причём функциональная зависимость каденций скрепляет форму.</p>
<p><strong>Виды П</strong>.:</p>
<p><strong>из 2 предложений </strong>(<strong>П. повторного строения</strong> — Ф. Шопен, Прелюдия A-dur);</p>
<p><strong>из 3 предложений</strong> (хор «Лель таинственный» из финала 1-го д. «Руслана и Людмилы»);</p>
<p><strong>из 4 предложений</strong> (<strong>сложный П.</strong>: повторенный с разными каденциями П. из 2 предложений — Ф. Шуберт, Вальс h-moll op. 18 №6, начальные 16 тактов);</p>
<p><strong>не делящийся на предложения</strong> (<strong>П. единого строения</strong> — Л. Бетховен, «32 вариации» для фп., тема);</p>
<p><strong>особый П. типа развёртывания</strong> (см. Старинная двухчастная форма).</p>
<p>П. из 2 и 4 предложений бывают <strong>квадратными</strong> (число тактов равно степени числа 2: 4 + 4,</p>
<p>8 + 8 и т. п.) и <strong>неквадратными</strong> (5+5, 6+6, 4+6 и т.п.).</p>
<p>Распространены <strong>нарушения квадратности</strong> —</p>
<p><strong>при расширении</strong> (отодвигание каденции секвенциями, прерванным оборотом и т. п. — М.И. Глинка, «В крови горит огонь желанья», <br />такты 18—21),</p>
<p>реже <strong>сжатии</strong> («досрочная» каденция, напр, в «Колыбельной песне» ор. 16 № 1 Чайковского),</p>
<p><strong>усечении</strong> (внезапное прекращение, напр., в прелюдии Des-dur Шопена),</p>
<p><strong>при наличии дополнения</strong> (послекаденционное закрепляющее построение),</p>
<p><strong>вводного построения</strong> (Л. Бетховен, соната Es-dur для фп. ор. 7, начало 1-й части).</p>
<p><strong>П. может усложняться чертами др. форм</strong>, в т. ч. 3-частной (1-е и 3-е предложения нормативные, 2-е неустойчивое серединное, напр, тема 2-й части 3-го фп. концерта Прокофьева).<br />В песенно-танц. музыке П. встречаются уже в 15—16 вв. С утверждением гомофонии  (17—18 вв.)  П. служит основанием всех более крупных форм; начиная с эпохи романтизма П. может быть и формой самостоят. произведения.</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Формы</category>
			<pubDate>Tue, 12 Jul 2011 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>Простая 2-х частная форма</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1338:-2---&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=184</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1338:-2---&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=184</guid>
			<description><![CDATA[<h1 style="text-align: justify;"><span style="font-size: 14pt;">Простая 2-х частная форма</span><br /></h1>
<p><strong>Простой 2-х частной называется форма, первая часть которой - период (значительно реже-предложение), а вторая часть не содержит структур более сложных, чем период.</strong></p>
<p><strong>ПРОСТЫЕ ФОРМЫ</strong> — муз. формы из 2 или 3 частей (возможны повторения), каждая из к-рых не сложнее периода.<strong> </strong></p>
<p><strong>Возникли </strong>в песенной и танц. музыке в 13 в. (др. назв. — песенные формы).</p>
<p><strong>Широко распространены</strong> поныне типы гомофонных П. ф., выработанные композиторами венской классической школы.</p>
<p><strong>Используются </strong>в вок. и инстр. музыке как формы самостоят. произв., формы изложения темы, а также частей более крупных и сложных форм.</p>
<p>П. ф. различают по количеству частей на 2- и 3-частные, <strong>по виду 2-й части </strong>— на <strong>развивающие и контрастные</strong>; <strong>возможны вступление и кода.</strong></p>
<p><strong>1-я часть П. ф</strong>. — всегда период (обычно нормативный квадратный). <br /><strong>2-я развивающая часть 2-частной формы</strong> объединяет в себе функцию развития и завершения.</p>
<p><strong>По характеру завершения</strong> 2-частные П. ф. разделяются на <strong>репризные</strong> (при возвращении одного из предложений начального периода, напр., песня «Любимый цвет» Шуберта) и <strong>безрепризные</strong> (тема 3-й части 30-й фп. сонаты Бетховена).</p>
<p><strong>В вок. соч. с припевом 2-я часть</strong> — обычно контрастная и в форме периода (характерно для массовых жанров). <br /></p>
<p>Различия между типами 2-х частной формы есть различия между вторыми  частями, то есть типами продолжений - то есть вторые части содержат либо  развитие материала первой части, либо контраст, либо замыкание  возвратом.</p>
<p>Таким образом, существуют следующие виды простой 2-х частной формы:</p>
<p>1) развивающая 2-хчастная форма,</p>
<p>2) репризная 2-х частная форма,</p>
<p>3)  контрастная 2-х частная форма.</p>
<p><br /><br /> Мн. формы, к-рые в равной мере можно отнести и к 3-частной и к 2-частной репризной П. ф., принято называть простыми репризными формами (1-я часть Andante 15-й фп. сонаты Бетховена). <br /><br /></p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Формы</category>
			<pubDate>Tue, 12 Jul 2011 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>Простая 3-х частная форма</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1339:2011-04-27-09-25-04&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=185</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1339:2011-04-27-09-25-04&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=185</guid>
			<description><![CDATA[<h1 style="text-align: justify;"><span style="font-size: 14pt;">Простая 3-х частная форма</span><br /></h1>
<p><strong>Простой 3-х частной называется форма со схемой ABA, где первая часть - период, а остальные не содержат более сложных структур. </strong></p>
<p><strong>ПРОСТЫЕ ФОРМЫ — муз. формы из 2 или 3 частей</strong> (возможны повторения), каждая из к-рых не сложнее периода. <strong></strong></p>
<p><strong>Возникли в песенной и танц. музыке в 13 в. (другое назв. — песенные формы).</strong> Широко распространены поныне типы гомофонных П. ф., выработанные композиторами венской классической школы.</p>
<p><strong>Используются в вок. и инстр. музыке как формы самостоят. произв., формы изложения темы, а также частей более крупных и сложных форм. </strong><br /><br />П. ф. различают по количеству частей на 2- и 3-частные, <strong>по виду 2-й части</strong> — на развивающие и контрастные; возможны вступление и кода. <strong>1-я часть П. ф</strong>. — всегда период (обычно нормативный квадратный). <br /><br />3-частная П. ф., как правило, имеет <strong>середину развивающего типа</strong>, для к-рой характерны тонально-гармонич. неустойчивость и мотивное развитие (1-я часть скерцо 3-й фп. сонаты Бетховена).<strong> Контрастная середина</strong> на новой теме бывает<em> <strong>устойчивой</strong></em> (период в пьесе «Патер Лоренцо» из фп. цикла «Ромео и Джульетта» Прокофьева) и <strong><em>неустойчивой </em></strong>(предложение, развитие и предыкт в «Отзвуках театра» Шумана); наличие контраста роднит 3-частную П. ф. со сложной. <strong>3-я часть </strong>3-частных П. ф. за редким исключением представляет собой <strong>ясно выделенную репризу (часто изменённую)</strong>.<br /><br /> <strong>Многие формы, которые в равной мере можно отнести и к 3-частной и к 2-частной репризной П. ф.</strong>, принято называть простыми репризными формами (1-я часть Andante 15-й фп. сонаты Бетховена). <br /><br /><strong>3-частная П. ф. имеет неск. разновидностей: </strong><br /><strong>трёхпятичастная</strong>, образующаяся от повторения середины и репризы, иногда с незначит, изменениями (Муз. момент h-moll Рахманинова) ;<br /><strong>двойная трёхчастная</strong> — подобная трёхпятичастной, но с гармонич. и структурными изменениями, сближающими форму с рондообразной (3-й ноктюрн Листа); <br /><strong>3-частная форма с тональной репризой</strong> (Ариозо Онегина из оперы «Евгений Онегин»).</p>
<p>В 3-частных П. ф. возникают <strong>черты сонатности</strong> при транспозиции в репризе дополнения к модулирующему начальному периоду (трио 3-й части симфонии g-moll K.-V. 550 Моцарта) или при транспонированном воспроизведении в коде материала середины (А. Н. Скрябин, поэма для фп. ор. 32 № 1).</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Формы</category>
			<pubDate>Tue, 12 Jul 2011 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>Сложная 3-х частная форма</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1340:2011-04-27-09-25-04&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=191</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1340:2011-04-27-09-25-04&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=191</guid>
			<description><![CDATA[<h1 style="text-align: justify;"><span style="font-size: 14pt;">Сложная 3-х частная форма</span><br /></h1>
<p><strong>Сложная 3-х частная форма -такая контрастная репризная форма, I часть которой имеет форму более крупную, чем период (простая 2-х и 3-х частная, вариационная, рондо, концентрическая, сложная 3-х частная, сонатная), а остальные части не содержат структур более сложных. </strong></p>
<p><br />СЛОЖНЫЕ ФОРМЫ — муз. формы из двух, трёх и более частей (каждая или только 1-я часть сложнее периода), сопоставленных по контрасту (различаются по тематизму, фактуре, тональности). Ранние образцы — в сюитах 16—17 вв. (дубль — Da capo; сопоставление двух одноимённых, но разных танцев).</p>
<p><strong>Нормативные типы С. ф.</strong> выработаны композиторами венской классической школы.</p>
<p><strong>Наиб. распространена трёхчастная   С.  ф.   (танцы, марши; скерцо,  медленные части сонатно-симф. цикла; инстр. и вок. соч. разных жанров и др.). </strong></p>
<p>В её <strong>1-й части</strong> обычны простые формы, встречаются вариации, сонатная форма   (2-е  части  7-й,  9-й симфоний  Бетховена).</p>
<p><strong>2-я   часть </strong>— средняя:</p>
<p>а)   <strong><em>типа   трио</em></strong>: <strong>одна   из   простых   форм</strong>,   устойчивая   по структуре,   иногда   с  переходом   к   3-й  части   (П.   И.   Чайковский, 6-я симф., 2-я часть), реже <strong>сонатная</strong> (В. А. Моцарт, фп. соната D-dur, K.-V. 576, 2-я часть — сонатная форма без разработки)  или <strong>период</strong> (С. В. Рахманинов, Прелюдия для фп. g-moll op. 23), тональность<br />гл. обр. субдоминантовая, одноимённая, параллельная или основная);</p>
<p>б) <em><strong>типа эпизода</strong></em>, тонально-гармонически и структурно неустойчивая, акцентирующая развитие нового материала (2-я часть фп. сонаты Es-dur   op.   7   Бетховена:   тема-предложение — разработка — переход; 2-я часть его же сонаты G-dur, op. 31 № 1: ход — неустойчивая тема —предыкт).</p>
<p><strong>3-я   часть</strong> — реприза типа Da capo или варьированная (разл.   усложнения   чаще   <br />встречаются    в   формах   с   эпизодом). Возможны вступление, кода.</p>
<p><strong>Разновидности 3-частной С. ф.</strong>:</p>
<p>с 2 трио, следующими подряд (В. А. Моцарт, соната для скр. и фп. K.-V. 570,3-я часть)  или разделёнными репризой  (скерцо в соч. Р. Шумана);</p>
<p>трёхпятичастная, возникающая от повторения, иногда с несущественными изменениями,   2-й   и   3-й   частей    (Марш   Черномора   из   «Руслана и Людмилы»);</p>
<p>двойная 3-частная — с повторением 2-й и 3-й частей с   тональными    изменениями    (2-я   часть   5-й    симф.    Шуберта): промежуточная между простой и сложной, где 1-я часть не сложнее, средняя часть сложнее периода («Балет невылупившихся птенцов» из «Картинок     с     выставки»     Мусоргского).</p>
<p>В      двухчастной С. ф.  (в более ранних образцах части в одной тональности)  либо 1-я часть имеет характер вступительной (2 песни Веденецкого гостя), либо 2-я — заключительной <br />(дуэттиноДонЖуанаиЦерлины) или при¬пева (романс «Болеро» Глинки). Распространена в вок. соч., т. к. безрепризная контрастность требует смыслового подтверждения в тексте, сценич. ситуации (ариозо Лизы); в инстр. соч. может быть связана со скрытым программным подтекстом  (Ноктюрн g-moll op.15 Шопена.</p>
<p>Принцип сложения формы из контрастных частей весьма распространён и многообразно претворяется в музыке 19—20 вв. Он лежит в основе составных форм с нерегламентиров. количеством частей (в т. ч. концентрической формы) и их расположением (Вальс Es-dur op. 18 Шопена, схема: ABCDA+кода). Во многих С. ф. 2-й пол. 19—20 вв. контраст частей усиливается до различия темпа, чтосближает их с контрастно-составными формами.</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Формы</category>
			<pubDate>Tue, 12 Jul 2011 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>Рондо</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1341:2011-04-27-12-32-04&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=187</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1341:2011-04-27-12-32-04&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=187</guid>
			<description><![CDATA[<h1 style="text-align: justify;"><span style="font-size: 14pt;">Рондо</span><br /></h1>
<p> </p>
<p><strong>РОНДО- (итал. rondo, франц. rondeau, от rond — круг), —</strong></p>
<p><strong>1) муз. форма, в к-рой неоднократные (3 и более) проведения гл. темы — рефрена — чередуются с отличающимися друг от друга эпизодами. Песенно-танц. происхождение Р. сказывается в относит. простоте муз. материала и жанровости тематизма.</strong></p>
<p><strong>Старинное, или куплетное, Р. франц. клавесинистов многочастно</strong> (напр., в «Пассакалье» Куперена 17 частей) и малоконтрастно. Рефрен в форме периода проводится без изменений в осн. тональности; эпизоды (couplet) — развивающие или контрастные по тематизму — в родств. тональностях («Жнецы» Куперена). Старинное Р. используется в инстр. миниатюрах, в частях сюит (Гавот из партиты E-dur для скр. соло Баха) .</p>
<p><strong>В классическом Р. </strong>частей меньше (5—7), они крупнее и контрастнее. Форма объединяется иногда сквозным развитием: рефрен (период или простые формы) при повторении может варьироваться, между частями возможны связки с элементами мотивной разработки (Рондо a-moll Моцарта, K.-V. 511). Классич. Р. используется в финале сонатно-симф. цикла (реже — в медленной части), в инстр. пьесах, вок. музыке (в т. ч. в романсах, оперных номерах).</p>
<p><strong>В Р. 19 в.</strong> контраст между рефреном и крупными, замкнутыми эпизодами усиливается, вплоть до различия темпа и жанра, что сближает Р. с контрастно-составной формой <br />(Интродукция из оперы «Руслан и Людмила»).</p>
<p><strong>В 19—20 вв. </strong>встречается проведение рефрена в неосновной тональности (песня «Болтунья» Прокофьева), отсутствие его последнего проведения (романс «Свадьба» Даргомыжского), следование двух эпизодов подряд («Джульетта-девочка» из балета «Ромео и Джульетта» Прокофьева).</p>
<p><strong>Р. близки т. н. рондообразные формы</strong>— сложная 3-частная с 2 трио, двойная 3-частная, 3—5-частная.</p>
<p>2) В систематике гомофонных муз. форм, данной А. Б. Маркс Р. — наименование группы из 5 важнейших форм (наряду с песней и сонатной формой).</p>
<p>3) Рондо — муз.-поэтич. форма из 2 разных муз. построений, повторяемых в определ. порядке с одинаковым и разным текстом.<br />Распространена в одногол. и многогол. песнях (в т. ч. с инстр. солр.) Адама де ла Аля, Г. де Машо, Г. Дюфаи, Ж. Беншуа и др. .</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Формы</category>
			<pubDate>Tue, 12 Jul 2011 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>Вариации</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1342:2011-04-27-09-25-32&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=186</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1342:2011-04-27-09-25-32&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=186</guid>
			<description><![CDATA[<h1 style="text-align: justify;"><span style="font-size: 14pt;">Вариации</span><br /></h1>
<p> </p>
<p><strong>ВАРИАЦИОННАЯ ФОРМА, вариации, тема с вариациями, вариационный цикл, — муз. форма, состоящая из темы и её неск. (не менее двух) изменённых воспроизведений (вариаций).</strong></p>
<p><strong>Тема</strong> может быть оригинальной или заимствованной (напр., у Л. Бетховена Вариации для фп. на тему Диабелли), в 17—18 вв. — часто в жанре арии, танца и др. Наиб. типичные качества темы: песенный характер; форма — период или простая двух-, реже трёхчастная; экономность гармонии и фактуры,  к-рые обогащаются в процессе вариац. развития. В музыке 20 в. встречаются нетрадиц. темы — отдельные аккорд, интервал, звук.</p>
<p><strong>Специфич. качества В. ф</strong>. — тематич. единство и целостность и вместе с тем замкнутость частей и относит. статичность.</p>
<p><strong>Типы вариаций</strong> (классификация по разл. признакам):<br />1)по степени отхода от темы — строгие (сохраняются тональность, гармонич. план и форма) и свободные (широкий диапазон изменений, в т. ч. гармонии, формы, жанрового облика и т. д.; связи с темой порой условны: каждая вариация может достигать самостоятельности как пьеса с индивидуальным содержанием);</p>
<p>2)по методам варьирования — орнаментальные (или фигурационные), жанрово-характерные и др.</p>
<p>3)В. ф. могут быть остинатные (тема повторяется без изменений в одном голосе) и неостинатные,</p>
<p>4)по количеству тем — однотемные и двойные (тройные).</p>
<p><br /><strong>B.ф. зародилась в нар. музыке</strong> и широко используется в ней (напр., у рожечников, балалаечников, гармонистов и др.).</p>
<p><strong>В проф. музыке разных эпох распространены определ. В. ф.:</strong></p>
<p><strong> в старинной музыке</strong> — на basso ostinato,</p>
<p><strong>у венских классиков</strong> - с преобладанием строгих фигурац. вариаций (классическая В. ф., напр., Л. Бетховен, соната As-dur, ор. 26 для фп., 1-я часть),</p>
<p><strong>в 19 в. </strong>— свободных жанрово-характерных («Симф. этюды» Шумана), вариации с удержанной мелодией («глинкинские»),</p>
<p><strong>в 20 в. </strong>— модификации всех названных.</p>
<p><strong>При фигурац. варьировании</strong> в каждой из вариаций используется единый орнаментальный рисунок; возможна смена ладового наклонения при сохранении тоники.    Среди <strong>приёмов варьирования</strong>: арпеджирование, гаммообразное движение, смена регистров, диминуция (орнаментальные мелодические ходы мелкими длительностями, часто импровизируемые, дробящие нотированные долгие тоны), смещение мелодич. и гармонич. опор на иные метрич. доли.  <strong>В остинатных  В. ф</strong>. варьирование косвенное,   посредством   обновления  свободных   голосов.</p>
<p><strong>Цельность классич. В. ф.</strong> достигается интонац. и тонально-гармонич. единством    с темой, единой линией развития, группировкой вариаций по сходству    (Бетховен, 32 вариации c-moll для фп.: 1—3, 6—7, 10—11) или контрасту, благодаря чему образуется «форма 2-го плана» (по В. В. Протопопову), напр.,   трёхчастная   структура    (Ф. Шуберт,   соната   a-moll op. 42 для фп., 2-я часть). Заключит, раздел часто обнаруживает черты коды, чему способствуют повторение темы  (В. А. Моцарт, Вариации K.-V.   500),  ускорение  темпа   (Бетховен,   соната   G-dur  op.   96  для скр.  и  фп.,   4-я   часть),  увеличение   масштаба   последней  вариации     (Моцарт, соната для скр. и фп. K.-V. 481, 3-я часть), привлечение формы фуги и т. п.<br />Из проф. образцов В. ф. с 13 в. получили распространение <strong>полифонические вариации</strong> на cantus firmus, с 16 в. — пассакалья, чакона. <strong>Фигурац. варьирование связано</strong> с развитием европ. инструментализма (в т. ч. диференсиас, глосы, дубль, орг. партита). <strong>В В. ф. пишутся    самостоят., крупные соч. </strong>(напр., «Рапсодия на тему Паганини» Рахманинова), <strong>части циклов </strong>(чаще медленные, напр., С. С. Прокофьев, 3-й концерт для фп. с орк., 2-я часть), <strong>разделы крупной формы</strong> (напр., Бетховен, 7-я симф., 2-я часть; Д. Д. Шостакович, 7-я симф., 1-я часть), <strong>арии, хоры, песни</strong>.</p>
<p><strong>Вариационность как общий принцип  обновлённого повторения</strong> встречается во всех видах муз. форм («рассредоточенные» вариации в рондо: Бетховен, соната G-dur op. 79 для    В. фп., 3-я часть) и в любых построениях — репризе, начальном периоде, фразе, мотиве.</p>
<p>A.К.   Лядов. Вариации на тему М. И. Глинки для фортепьяно. Вариации I и  II — фигурационные строгие, III и IV — жанрово-характерные свободные.</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Формы</category>
			<pubDate>Tue, 12 Jul 2011 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>Сонатная форма</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1343:2011-04-27-12-41-32&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=189</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1343:2011-04-27-12-41-32&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=189</guid>
			<description><![CDATA[<h1 style="text-align: justify;"><span style="font-size: 14pt;">Сонатная форма</span><br /></h1>
<p>Сонатная форма (классическая)  - репризная форма, основанная на драматургическом контрасте главной и побочной партий, на тональном противопоставлении главной и побочной партий в экспозиции (побочная как правило в тональности доминантовой группы) и их тональном объединении или сближении в репризе; для сонатной формы характерны разработочность во всех партиях и разделах, метод производности в тематическом процессе.</p>
<p><strong>СОНАТНАЯ ФОРМА — форма музыкальная, основанная на экспозиц. противопоставлении и репризном объединении муз. материала по к.-л. признаку (как правило, тональному и тематическому). Наиб. сложная и наряду с этим гибкая среди гомофонных форм, способная отобразить действительность в многообразии, резких образных контрастах и вместе с тем в единстве, диалектич. взаимопереходах противоречащих начал. </strong></p>
<p>С. ф. закрепилась в первых частях сонатно-симф. цикла (см. Циклические формы), реже — в финалах, медленных частях и скерцо. <strong></strong></p>
<p><strong>Состоит из трёх осн. разделов</strong> -экспозиции, разработки и репризы; возможны вступление и кода.</p>
<p><strong>Сонатная экспозиция</strong> (в соч. 2-й пол. 18 — нач. 19 вв. обычно повторяется) включает изложение и первонач. развитие осн. тем. Главная партия (ГП), содержащая ведущую муз. мысль — тему действенного характера в осн. тональности, даёт импульс для дальнейшего движения. Неустойчивая и текучая связующая партия (СП) образует тональный переход (см. Модуляция, Предыкт) и продолжает развитие Г П. Иногда для большего контраста СП отсутствует. Тема побочной партии (ПП) (обычно лирич. характера) излагается, как правило, в доминантовой тональности. Возможны ГП и ПП на одной теме (как правило, с нек-рыми изменениями) или несколько тем внутри ПП (напр., в 1-й части 5-й симф. Чайковского). В течении ПП всегда существует момент развития, т. н. перелома (чаще «прорыв» элементов ГП, напр, в 1-й части 2-й фп. сонаты Бетховена), требующий завершения и подытоживания экспозиции в заключит, партии (ЗП).</p>
<p><strong>Сонатная разработка</strong> обычно состоит из трёх разделов: вступительного, основного (посвященного развитию материала) и переходного, подготавливающего репризу (как правило, с предыктом).</p>
<p><strong>В сонатной репризе</strong> ПП транспонируется в осн. тональность, уравновешивая этим форму в целом. Иногда используется обратный порядок следования тем (ПП, ГП), образующий т. н. зеркальную репризу. В 19 в. в репризах возможны видоизменение или трансформация тем, сближение их облика или совместное проведение (что обусловлено конкретным художеств. замыслом).</p>
<p><strong>Классической С. ф. предшествовала старинная С. ф</strong>. (18 в.; произошла от старинной двухчастной формы), состоящая <strong>из двух разделов</strong>. Первый — модулирующая из основной в доминантовую тональность экспозиция с малоконтрастными, структурно незамкнутыми темами и слитной побочно-заключит. партией. Второй раздел — разработочно-репризный: начинается с развития, подобного разработке (ГП в тональности окончания экспозиции), и завершается собственно репризой — транспонированной в осн. тональность ПП. <strong>Закономерности классич. форм совмещаются здесь с сохранившимся от барокко принципом развёртывания.</strong></p>
<p><br />Существует неск. разновидностей С. ф. <br />В <strong>С. ф. без разработки</strong> (как правило, в медленных частях сонатно-симф. цикла и увертюрах) преобладает экспозиционность, темы контрастны, структурно замкнуты и не предполагают развития. <br />В <strong>С. ф. с э п и з о д о м </strong>вместо разработки как раздела излагается новая тема (б. ч. в финалах; см. также Рондо-соната). <br /><strong>С. ф. с двойной экспозицией</strong> (в первых частях инстр. концертов 2-й пол. 18—19 вв.) подчинена идее концертирования — сопоставлению солиста и оркестра. 1-я орк. экспозиция заканчивается в осн. тональности, 2-я экспозиция (солист с оркестром) на новых или прежних темах — в доминантовой. Специфич. черта этой формы — <strong>наличие виртуозной каденции солиста перед репризой или в её конце</strong> (ЗП, кода). <br />С. ф. испытала значит. историч. <strong>эволюцию</strong>. <strong>В эпоху романтизма</strong> в ней увеличилась роль экспозиционности и контрастных сопоставлений, формы тем укрупнились, ПП подчас превалирует над ГП. Индивидуализированная (в т. ч. благодаря программности) С. ф. романтиков нередко приближается к свободным и смешанным формам.</p>
<p><strong>В 20 в. </strong>С. ф. сохранила большое значение и обогатилась новыми драматургическими решениями (напр., в 1-й части 7-й симф. Шостаковича резкий контраст между не гл. темами, а экспозицией и разработкой, трансформация тем в репризе до едва узнаваемого облика и <br />др.).</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Формы</category>
			<pubDate>Tue, 12 Jul 2011 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>Рондо-соната</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1345:2011-04-27-16-06-10&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=190</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1345:2011-04-27-16-06-10&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=190</guid>
			<description><![CDATA[<h1 style="text-align: justify;"><span style="font-size: 14pt;">Рондо-соната</span><br /></h1>
<p><strong>РОНДО-СОНАТА — муз. форма, объединяющая признаки сонатной формы и рондо</strong>. <strong>От сонатной формы</strong> заимствуются общий тональный план, принцип сопоставления в экспозиции двух тем в главной и побочной (доминантовой) тональностях, репризная транспозиция 1-го эпизода (побочной партии) в осн. тональность, <strong>от рондо</strong> — принцип повторения рефрена (гл. партии) только в осн. тональности не менее 3 раз после нового муз. материала, песенно-танц. тематизм, квадратность структур:</p>
<p> </p>
Тематический план                A    B    A                      С                                     А      В1     А  (кода)
<div style="text-align: justify;"></div>
Тональный план                       Т     D    Т                                                             Т      Т       Т
<div style="text-align: justify;"></div>
Разделы                                   Экспозиция       Разработка или 2-йэпизод     Реприза
<p>А — рефрен (гл. партия) <br />В — 1-й эпизод (побочная партия)<br /><strong><br />Разновидности Р.-с.</strong> определяются характером центр. раздела:</p>
<p>а) если это разработка тем экспозиции, то Р.-с. приближается к сонатной форме (3-я часть Концерта для фп. с орк. Скрябина);</p>
<p>б) если это эпизод — то к рондо (4-я часть 2-й фп. сонаты Бетховена).</p>
<p>Вступление для Р.-с. нехарактерно; вместо последнего проведения рефрена возможна кода.</p>
<p><strong>Р.-с. сложилась в творчестве композиторов венской классической школы</strong>; используется гл. обр. в финалах сонатно-симф. циклов. В отличие от свободных и смешанных форм Р.-с. —устойчивая композиц. схема, к-рая, однако, допускает разл. решения, напр.: пропуск 3-го или 4-го проведения гл. партии (4-я часть 3-й сонаты для скр. и фп. Брамса; 3-я часть 16-й фп. сонаты Бетховена), совмещение в центр. разделе разработки и эпизода (4-я часть 11-й фп. сонаты Бетховена), последование двух эпизодов(3-я часть сонаты C-dur для скр. и фп. Моцарта, K.-V. 296), сочетание Р.-с. с др. формами, напр., с вариационной (4-я часть 4-й симф.Чайковского)</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Формы</category>
			<pubDate>Tue, 12 Jul 2011 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>Старинная 2-х частная и старинная сонатная форма</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1346:2011-04-27-09-26-12&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=188</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1346:2011-04-27-09-26-12&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=188</guid>
			<description><![CDATA[<h1 style="text-align: justify;"><span style="font-size: 14pt;">Старинная 2-х частная и старинная сонатная форма</span><br /></h1>
<p><strong><span style="font-size: 12pt;">Старинная двухчастная форма</span></strong> — одна из наибол. распространённых во 2-й пол. 17 — 1-й пол. 18 вв. инстр. форм.</p>
<p><strong>С. д. ф. неконтрастна,   тематически   однородна,   в   основе   тонального   плана — формула T-D-S-T. </strong></p>
<p><strong>1-я часть</strong> — период типа развёртывания, состоящий из   ядра    (2—4   такта)    и   неустойчивого    (обычно   секвентного) продолжения с каденцией в доминантовой тональности (V, III ступени).</p>
<p>Тематически <strong>2-я часть</strong> подобна 1-й части, но тональное движение иное — от доминантовой через субдоминантовую (возможна каденция в середине 2-й части) к осн. тональности. <br /><strong><br />Применяется </strong>в частях сюит, прелюдиях (c-moll из 2-го т. «ХТК») и др. отд. произв. (инвенция C-dur Баха).   Неквадратность,  текучесть  изложения,  полифонич.  приёмы роднят  С. д. ф.  с  полифонич.  формами.   Вместе   с  тем  С. д. ф. — предшественница  старинной  и  классич.  сонатной  формы,  а также классич. простых форм.</p>
<p><strong>Старинная сонатная форма</strong> (18 в.; произошла от старинной двухчастной формы), состоит <strong>из двух разделов</strong>.</p>
<p><strong>Первый</strong> — модулирующая из основной в доминантовую тональность экспозиция  с малоконтрастными, структурно незамкнутыми темами и слитной  побочно-заключит. партией. <strong>Второй</strong> раздел — разработочно-репризный:  начинается с развития, подобного разработке (ГП в тональности окончания  экспозиции), и завершается собственно репризой — транспонированной в  осн. тональность ПП. <strong>Закономерности классич. форм совмещаются здесь с сохранившимся от барокко принципом развёртывания.</strong></p>
<p> </p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Формы</category>
			<pubDate>Tue, 12 Jul 2011 00:00:00 +0000</pubDate>
		</item>
		<item>
			<title>Сложная 2-х частная форма</title>
			<link>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1382:-2---&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=192</link>
			<guid>http://www.lafamire.ru/index.php?option=com_content&amp;view=article&amp;id=1382:-2---&amp;catid=23:2010-05-15-14-50-06&amp;Itemid=192</guid>
			<description><![CDATA[<h1 style="text-align: justify;"><span style="font-size: 14pt;">Сложная 2-х частная форма</span><br /></h1>
<p>СЛОЖНЫЕ ФОРМЫ — муз. формы из двух, трёх и более частей (каждая или только 1-я часть сложнее периода), сопоставленных по контрасту (различаются по тематизму, фактуре, тональности). Ранние образцы — в сюитах 16—17 вв. (дубль — Da capo; сопоставление двух одноимённых, но разных танцев).</p>
<p><strong>Нормативные типы С. ф.</strong> выработаны композиторами венской классической школы.</p>
<strong><br />В      двухчастной С. ф.</strong> (в более ранних образцах части в одной тональности)  либо 1-я часть имеет характер вступительной (2 песни Веденецкого гостя), либо 2-я — заключительной (дуэттино Дон-Жуана и Церлины) или припева (романс «Болеро» Глинки). Распространена в вок. соч., т. к. безрепризная контрастность требует смыслового подтверждения в тексте, сценич. ситуации (ариозо Лизы); в инстр. соч. может быть связана со скрытым программным подтекстом  (Ноктюрн g-moll op.15 Шопена.)
<p>Принцип сложения формы из контрастных частей весьма распространён и многообразно претворяется в музыке 19—20 вв. Он лежит в основе составных форм с нерегламентиров. количеством частей (в т. ч. концентрической формы) и их расположением (Вальс Es-dur op. 18 Шопена, схема: ABCDA+кода). Во многих С. ф. 2-й пол. 19—20 вв. контраст частей усиливается до различия темпа, чтосближает их с контрастно-составными формами.</p>]]></description>
			<author>gamayun@lafamire.ru (Гамаюн)</author>
			<category>Формы</category>
			<pubDate>Tue, 12 Jul 2011 00:00:00 +0000</pubDate>
		</item>
	</channel>
</rss>
